Repository: Cumbiambero/artive
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh

# setupStep5_1
source: In Supabase, go to "Storage" in the sidebar
ar: في Supabase، اذهب إلى "Storage" في الشريط الجانبي
bn: Supabase-এ সাইডবারে "Storage"-এ যান
de: Gehen Sie in Supabase zu "Storage" in der Seitenleiste
es: En Supabase, ve a "Storage" en la barra lateral
fr: Dans Supabase, allez dans "Storage" dans la barre latérale
hi: Supabase में, साइडबार में "Storage" पर जाएं
id: Di Supabase, buka "Storage" di sidebar
it: In Supabase, vai su "Storage" nella barra laterale
ja: Supabaseのサイドバーで「Storage」に移動
ko: Supabase 사이드바에서 "Storage"로 이동
nl: Ga in Supabase naar "Storage" in de zijbalk
pl: W Supabase przejdź do "Storage" na pasku bocznym
pt: No Supabase, vá para "Storage" na barra lateral
ru: В Supabase перейдите в "Storage" на боковой панели
th: ใน Supabase ไปที่ "Storage" ในแถบด้านข้าง
tr: Supabase'de yan çubuktaki "Storage"a gidin
vi: Trong Supabase, vào "Storage" ở thanh bên
zh: 在 Supabase 侧边栏中转到 Storage

# setupStep5_2
source: Click "New bucket"
ar: انقر على "حاوية جديدة"
bn: "নতুন বাকেট" ক্লিক করুন
de: Klicken Sie auf "Neuer Bucket"
es: Haz clic en "New bucket"
fr: Cliquez sur "Nouveau bucket"
hi: "नया बकेट" पर क्लिक करें
id: Klik "Bucket baru"
it: Clicca su "Nuovo bucket"
ja: 「新規バケット」をクリック
ko: "새 버킷" 클릭
nl: Klik op "Nieuwe bucket"
pl: Kliknij "Nowy zasobnik"
pt: Clique em "Novo bucket"
ru: Нажмите "Новая корзина"
th: คลิก "บัคเก็ตใหม่"
tr: "Yeni kova" tıklayın
vi: Nhấp "Bucket mới"
zh: 点击新建存储桶

# setupStep5_3
source: Name it exactly: artworks
ar: سمّها بالضبط: artworks
bn: ঠিক এই নাম দিন: artworks
de: Benennen Sie ihn genau: artworks
es: Nómbralo exactamente: artworks
fr: Nommez-le exactement : artworks
hi: इसका नाम बिल्कुल रखें: artworks
id: Beri nama persis: artworks
it: Chiamalo esattamente: artworks
ja: 名前を正確に：artworks
ko: 이름을 정확히: artworks
nl: Noem het precies: artworks
pl: Nazwij go dokładnie: artworks
pt: Nomeie exatamente: artworks
ru: Назовите её точно: artworks
th: ตั้งชื่อให้ถูกต้อง: artworks
tr: Tam olarak şu adı verin: artworks
vi: Đặt tên chính xác: artworks
zh: 将其命名为：artworks

# setupStep5_4
source: Leave "Public bucket" OFF (recommended)
ar: اترك "حاوية عامة" مغلقة (موصى به)
bn: "পাবলিক বাকেট" বন্ধ রাখুন (প্রস্তাবিত)
de: Lassen Sie "Öffentlicher Bucket" AUS (empfohlen)
es: Deja "Public bucket" desactivado (recomendado)
fr: Laissez "Bucket public" DÉSACTIVÉ (recommandé)
hi: "सार्वजनिक बकेट" बंद रखें (अनुशंसित)
id: Biarkan "Bucket publik" MATI (disarankan)
it: Lascia "Bucket pubblico" DISATTIVATO (consigliato)
ja: 「公開バケット」はオフのまま（推奨）
ko: "공개 버킷"은 꺼둠 (권장)
nl: Laat "Openbare bucket" UIT (aanbevolen)
pl: Pozostaw "Publiczny zasobnik" WYŁĄCZONY (zalecane)
pt: Deixe "Bucket público" DESATIVADO (recomendado)
ru: Оставьте "Публичная корзина" ВЫКЛЮЧЕННОЙ (рекомендуется)
th: ปิด "บัคเก็ตสาธารณะ" ไว้ (แนะนำ)
tr: "Genel kova" KAPALI bırakın (önerilir)
vi: Để "Bucket công khai" TẮT (khuyến nghị)
zh: 保持公共存储桶为关闭状态（推荐）

# setupStep5_5
source: Click "Create bucket"
ar: انقر على "إنشاء حاوية"
bn: "বাকেট তৈরি করুন" ক্লিক করুন
de: Klicken Sie auf "Bucket erstellen"
es: Haz clic en "Create bucket"
fr: Cliquez sur "Créer le bucket"
hi: "बकेट बनाएं" पर क्लिक करें
id: Klik "Buat bucket"
it: Clicca su "Crea bucket"
ja: 「バケット作成」をクリック
ko: "버킷 만들기" 클릭
nl: Klik op "Bucket maken"
pl: Kliknij "Utwórz zasobnik"
pt: Clique em "Criar bucket"
ru: Нажмите "Создать корзину"
th: คลิก "สร้างบัคเก็ต"
tr: "Kova oluştur" tıklayın
vi: Nhấp "Tạo bucket"
zh: 点击创建存储桶

# setupAddStoragePolicy
source: Add Storage Policy
ar: إضافة سياسة التخزين
bn: স্টোরেজ নীতি যোগ করুন
de: Speicherrichtlinie hinzufügen
es: Añadir política de almacenamiento
fr: Ajouter une politique de stockage
hi: स्टोरेज नीति जोड़ें
id: Tambah Kebijakan Penyimpanan
it: Aggiungi Policy di Storage
ja: ストレージポリシーを追加
ko: 스토리지 정책 추가
nl: Opslagbeleid Toevoegen
pl: Dodaj politykę przechowywania
pt: Adicionar Política de Armazenamento
ru: Добавить политику хранилища
th: เพิ่มนโยบายที่เก็บข้อมูล
tr: Depolama Politikası Ekle
vi: Thêm chính sách lưu trữ
zh: 添加存储策略

# setupAddStoragePolicyContent
source: Click bucket → Policies → New Policy → "For full customization" → Name: allow_all → Check all operations → Save.
ar: انقر على الحاوية ← السياسات ← سياسة جديدة ← "للتخصيص الكامل" ← الاسم: allow_all ← حدد جميع العمليات ← حفظ.
bn: বাকেটে ক্লিক করুন → নীতি → নতুন নীতি → "সম্পূর্ণ কাস্টমাইজেশনের জন্য" → নাম: allow_all → সব অপারেশন চেক করুন → সংরক্ষণ করুন।
de: Klicken Sie auf Bucket → Richtlinien → Neue Richtlinie → "Für vollständige Anpassung" → Name: allow_all → Alle Operationen aktivieren → Speichern.
es: Haz clic en bucket → Policies → New Policy → "For full customization" → Nombre: allow_all → Marca todas las operaciones → Guardar.
fr: Cliquez sur bucket → Politiques → Nouvelle politique → "Pour personnalisation complète" → Nom : allow_all → Cocher toutes les opérations → Enregistrer.
hi: बकेट → नीतियां → नई नीति → "पूर्ण अनुकूलन के लिए" → नाम: allow_all → सभी ऑपरेशन चेक करें → सहेजें।
id: Klik bucket → Kebijakan → Kebijakan Baru → "Untuk kustomisasi penuh" → Nama: allow_all → Centang semua operasi → Simpan.
it: Clicca bucket → Policy → Nuova Policy → "Per personalizzazione completa" → Nome: allow_all → Seleziona tutte le operazioni → Salva.
ja: バケット → ポリシー → 新規ポリシー → 「完全カスタマイズ」 → 名前：allow_all → すべての操作にチェック → 保存。
ko: 버킷 클릭 → 정책 → 새 정책 → "전체 사용자 지정" → 이름: allow_all → 모든 작업 체크 → 저장.
nl: Klik op bucket → Beleid → Nieuw beleid → "Voor volledige aanpassing" → Naam: allow_all → Vink alle bewerkingen aan → Opslaan.
pl: Kliknij zasobnik → Polityki → Nowa polityka → "Pełna personalizacja" → Nazwa: allow_all → Zaznacz wszystkie operacje → Zapisz.
pt: Clique no bucket → Políticas → Nova Política → "Para personalização completa" → Nome: allow_all → Marque todas as operações → Salvar.
ru: Нажмите на корзину → Политики → Новая политика → "Для полной настройки" → Имя: allow_all → Отметьте все операции → Сохранить.
th: คลิกบัคเก็ต → นโยบาย → นโยบายใหม่ → "สำหรับการปรับแต่งเต็มรูปแบบ" → ชื่อ: allow_all → เลือกทุกการดำเนินการ → บันทึก
tr: Kovaya tıklayın → Politikalar → Yeni Politika → "Tam özelleştirme için" → Ad: allow_all → Tüm işlemleri işaretleyin → Kaydet.
vi: Nhấp bucket → Chính sách → Chính sách mới → "Để tùy chỉnh đầy đủ" → Tên: allow_all → Chọn tất cả thao tác → Lưu.
zh: 点击存储桶 → 策略 → 新建策略 → 完全自定义 → 名称：allow_all → 勾选所有操作 → 保存。

# setupSettingUpStorage
source: Setting up storage...
ar: جاري إعداد التخزين...
bn: স্টোরেজ সেট আপ হচ্ছে...
de: Speicher wird eingerichtet...
es: Configurando almacenamiento...
fr: Configuration du stockage...
hi: स्टोरेज सेट कर रहे हैं...
id: Mengatur penyimpanan...
it: Configurazione storage in corso...
ja: ストレージを設定中...
ko: 스토리지 설정 중...
nl: Opslag instellen...
pl: Konfigurowanie przechowywania...
pt: Configurando armazenamento...
ru: Настройка хранилища...
th: กำลังตั้งค่าที่เก็บข้อมูล...
tr: Depolama kuruluyor...
vi: Đang cài đặt lưu trữ...
zh: 正在设置存储...

# setupSetupStorage
source: Setup Storage
ar: إعداد التخزين
bn: স্টোরেজ সেটআপ
de: Speicher einrichten
es: Configurar almacenamiento
fr: Configurer le stockage
hi: स्टोरेज सेटअप
id: Atur Penyimpanan
it: Configura Storage
ja: ストレージをセットアップ
ko: 스토리지 설정
nl: Opslag Instellen
pl: Skonfiguruj przechowywanie
pt: Configurar Armazenamento
ru: Настроить хранилище
th: ตั้งค่าที่เก็บข้อมูล
tr: Depolamayı Kur
vi: Cài đặt lưu trữ
zh: 设置存储

source: Setup Complete!
ar: اكتمل الإعداد!
bn: সেটআপ সম্পূর্ণ!
de: Einrichtung abgeschlossen!
es: ¡Configuración completada!
fr: Configuration terminée !
hi: सेटअप पूर्ण!
id: Pengaturan Selesai!
it: Configurazione Completata!
ja: セットアップ完了！
ko: 설정 완료!
nl: Installatie Voltooid!
pl: Konfiguracja zakończona!
pt: Configuração Concluída!
ru: Настройка завершена!
th: ตั้งค่าเสร็จสิ้น!
tr: Kurulum Tamamlandı!
vi: Cài đặt hoàn tất!
zh: 设置完成！

# setupCompleteDescription
source: Artive is now connected to your Supabase project. You can start adding your artworks!
ar: Artive متصل الآن بمشروع Supabase الخاص بك. يمكنك البدء بإضافة أعمالك الفنية!
bn: Artive এখন আপনার Supabase প্রকল্পের সাথে সংযুক্ত। আপনি আপনার শিল্পকর্ম যোগ করা শুরু করতে পারেন!
de: Artive ist jetzt mit Ihrem Supabase-Projekt verbunden. Sie können jetzt Ihre Kunstwerke hinzufügen!
es: Artive ahora está conectado a tu proyecto Supabase. ¡Puedes empezar a añadir tus obras!
fr: Artive est maintenant connecté à votre projet Supabase. Vous pouvez commencer à ajouter vos œuvres !
hi: Artive अब आपके Supabase प्रोजेक्ट से जुड़ा है। आप अपनी कलाकृतियां जोड़ना शुरू कर सकते हैं!
id: Artive sekarang terhubung ke proyek Supabase Anda. Anda dapat mulai menambahkan karya seni Anda!
it: Artive è ora connesso al tuo progetto Supabase. Puoi iniziare ad aggiungere le tue opere!
ja: ArtiveがSupabaseプロジェクトに接続されました。 作品の追加を開始できます！
ko: Artive가 Supabase 프로젝트에 연결되었습니다. 작품 추가를 시작할 수 있습니다!
nl: Artive is nu verbonden met je Supabase-project. Je kunt beginnen met het toevoegen van je kunstwerken!
pl: Artive jest teraz połączony z Twoim projektem Supabase. Możesz zacząć dodawać swoje prace!
pt: Artive está agora conectado ao seu projeto Supabase. Você pode começar a adicionar suas obras!
ru: Artive теперь подключён к вашему проекту Supabase. Вы можете начать добавлять свои работы!
th: Artive เชื่อมต่อกับโปรเจกต์ Supabase ของคุณแล้ว คุณสามารถเริ่มเพิ่มผลงานได้!
tr: Artive artık Supabase projenize bağlı. Eserlerinizi eklemeye başlayabilirsiniz!
vi: Artive đã được kết nối với dự án Supabase của bạn. Bạn có thể bắt đầu thêm tác phẩm!
zh: Artive 现已连接到您的 Supabase 项目。 您可以开始添加作品了！

# setupQuickTips
source: Quick Tips
ar: نصائح سريعة
bn: দ্রুত টিপস
de: Schnelltipps
es: Consejos rápidos
fr: Conseils rapides
hi: त्वरित सुझाव
id: Tips Cepat
it: Suggerimenti Rapidi
ja: クイックヒント
ko: 빠른 팁
nl: Snelle Tips
pl: Szybkie wskazówki
pt: Dicas Rápidas
ru: Быстрые советы
th: เคล็ดลับด่วน
tr: Hızlı İpuçları
vi: Mẹo nhanh
zh: 快速提示

# setupQuickTipsContent
source: • Tap the + button to add your first artwork • Add multiple images with different tags (main, reference, scan) • Use search and filters to find artworks quickly • Change language in Settings
ar: • اضغط على + لإضافة عملك الفني الأول • أضف صوراً متعددة بعلامات مختلفة (رئيسية، مرجعية، مسح) • استخدم البحث والفلاتر للعثور على الأعمال بسرعة • غيّر اللغة في الإعدادات
bn: • আপনার প্রথম শিল্পকর্ম যোগ করতে + চাপুন • বিভিন্ন ট্যাগ সহ একাধিক ছবি যোগ করুন (প্রধান, রেফারেন্স, স্ক্যান) • দ্রুত শিল্পকর্ম খুঁজতে অনুসন্ধান এবং ফিল্টার ব্যবহার করুন • সেটিংসে ভাষা পরিবর্তন করুন
de: • Tippen Sie auf + um Ihr erstes Kunstwerk hinzuzufügen • Fügen Sie mehrere Bilder mit verschiedenen Tags hinzu (Haupt, Referenz, Scan) • Nutzen Sie Suche und Filter, um Kunstwerke schnell zu finden • Ändern Sie die Sprache in den Einstellungen
es: • Toca el botón + para añadir tu primera obra • Añade múltiples imágenes con diferentes etiquetas (principal, referencia, escaneo) • Usa la búsqueda y los filtros para encontrar obras rápidamente • Cambia el idioma en Ajustes
fr: • Appuyez sur + pour ajouter votre première œuvre • Ajoutez plusieurs images avec différents tags (principal, référence, scan) • Utilisez la recherche et les filtres pour trouver rapidement des œuvres • Changez la langue dans les paramètres
hi: • अपनी पहली कलाकृति जोड़ने के लिए + दबाएं • विभिन्न टैग के साथ कई छवियां जोड़ें (मुख्य, संदर्भ, स्कैन) • कलाकृतियों को जल्दी खोजने के लिए खोज और फ़िल्टर का उपयोग करें • सेटिंग्स में भाषा बदलें
id: • Ketuk + untuk menambahkan karya pertama Anda • Tambahkan beberapa gambar dengan tag berbeda (utama, referensi, pindai) • Gunakan pencarian dan filter untuk menemukan karya dengan cepat • Ubah bahasa di Pengaturan
it: • Tocca + per aggiungere la tua prima opera • Aggiungi più immagini con tag diversi (principale, riferimento, scansione) • Usa ricerca e filtri per trovare opere rapidamente • Cambia la lingua nelle Impostazioni
ja: • +をタップして最初の作品を追加 • 異なるタグで複数の画像を追加（メイン、参照、スキャン） • 検索とフィルターで作品を素早く見つける • 設定で言語を変更
ko: • +를 눌러 첫 번째 작품 추가 • 다양한 태그로 여러 이미지 추가 (메인, 참조, 스캔) • 검색과 필터로 작품을 빠르게 찾기 • 설정에서 언어 변경
nl: • Tik op + om je eerste kunstwerk toe te voegen • Voeg meerdere afbeeldingen toe met verschillende tags (hoofd, referentie, scan) • Gebruik zoeken en filters om kunstwerken snel te vinden • Wijzig de taal in Instellingen
pl: • Dotknij +, aby dodać pierwszą pracę • Dodaj wiele obrazów z różnymi tagami (główny, referencja, skan) • Używaj wyszukiwania i filtrów, aby szybko znajdować prace • Zmień język w Ustawieniach
pt: • Toque em + para adicionar sua primeira obra • Adicione várias imagens com diferentes tags (principal, referência, digitalização) • Use busca e filtros para encontrar obras rapidamente • Mude o idioma nas Configurações
ru: • Нажмите +, чтобы добавить первую работу • Добавляйте несколько изображений с разными тегами (основное, референс, скан) • Используйте поиск и фильтры для быстрого поиска работ • Измените язык в настройках
th: • แตะ + เพื่อเพิ่มผลงานชิ้นแรก • เพิ่มรูปภาพหลายรูปพร้อมแท็กต่างๆ (หลัก, อ้างอิง, สแกน) • ใช้การค้นหาและตัวกรองเพื่อค้นหาผลงานอย่างรวดเร็ว • เปลี่ยนภาษาในการตั้งค่า
tr: • İlk eserinizi eklemek için + düğmesine dokunun • Farklı etiketlerle birden fazla görsel ekleyin (ana, referans, tarama) • Eserleri hızlı bulmak için arama ve filtreleri kullanın • Ayarlarda dili değiştirin
vi: • Nhấn + để thêm tác phẩm đầu tiên • Thêm nhiều hình ảnh với các thẻ khác nhau (chính, tham khảo, quét) • Sử dụng tìm kiếm và bộ lọc để tìm tác phẩm nhanh chóng • Thay đổi ngôn ngữ trong Cài đặt
zh: • 点击 + 添加您的第一件作品 • 添加多张带有不同标签的图片（主图、参考、扫描） • 使用搜索和筛选快速查找作品 • 在设置中更改语言

# setupStartUsing
source: Start Using Artive
ar: ابدأ استخدام Artive
bn: Artive ব্যবহার শুরু করুন
de: Artive verwenden
es: Empezar a usar Artive
fr: Commencer à utiliser Artive
hi: Artive का उपयोग शुरू करें
id: Mulai Menggunakan Artive
it: Inizia a Usare Artive
ja: Artiveを使い始める
ko: Artive 사용 시작
nl: Begin Artive te Gebruiken
pl: Zacznij używać Artive
pt: Começar a Usar Artive
ru: Начать использовать Artive
th: เริ่มใช้ Artive
tr: Artive'i Kullanmaya Başla
vi: Bắt đầu sử dụng Artive
zh: 开始使用 Artive

source: Open in Browser
ar: فتح في المتصفح
bn: ব্রাউজারে খুলুন
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
hi: ब्राउज़र में खोलें
id: Buka di Browser
it: Apri nel Browser
ja: ブラウザで開く
ko: 브라우저에서 열기
nl: Openen in Browser
pl: Otwórz w przeglądarce
pt: Abrir no Navegador
ru: Открыть в браузере
th: เปิดในเบราว์เซอร์
tr: Tarayıcıda Aç
vi: Mở trong trình duyệt
zh: 在浏览器中打开

# couldNotOpenBrowser
source: Could not open browser automatically. Please copy this URL and open it manually:
ar: تعذر فتح المتصفح تلقائياً. يرجى نسخ هذا الرابط وفتحه يدوياً:
bn: স্বয়ংক্রিয়ভাবে ব্রাউজার খোলা যায়নি। অনুগ্রহ করে এই URL কপি করুন এবং ম্যানুয়ালি খুলুন:
de: Browser konnte nicht automatisch geöffnet werden. Bitte kopieren Sie diese URL und öffnen Sie sie manuell:
es: No se pudo abrir el navegador automáticamente. Por favor copia esta URL y ábrela manualmente:
fr: Impossible d'ouvrir le navigateur automatiquement. Veuillez copier cette URL et l'ouvrir manuellement :
hi: ब्राउज़र स्वचालित रूप से नहीं खुल सका। कृपया यह URL कॉपी करें और मैन्युअल रूप से खोलें:
id: Tidak dapat membuka browser secara otomatis. Silakan salin URL ini dan buka secara manual:
it: Impossibile aprire il browser automaticamente. Copia questo URL e aprilo manualmente:
ja: ブラウザを自動で開けませんでした。このURLをコピーして手動で開いてください：
ko: 브라우저를 자동으로 열 수 없습니다. 이 URL을 복사하여 수동으로 열어주세요:
nl: Kon browser niet automatisch openen. Kopieer deze URL en open handmatig:
pl: Nie można automatycznie otworzyć przeglądarki. Skopiuj ten URL i otwórz ręcznie:
pt: Não foi possível abrir o navegador automaticamente. Por favor, copie esta URL e abra manualmente:
ru: Не удалось открыть браузер автоматически. Пожалуйста, скопируйте этот URL и откройте вручную:
th: ไม่สามารถเปิดเบราว์เซอร์โดยอัตโนมัติ กรุณาคัดลอก URL นี้และเปิดด้วยตนเอง:
tr: Tarayıcı otomatik açılamadı. Lütfen bu URL'yi kopyalayın ve manuel olarak açın:
vi: Không thể tự động mở trình duyệt. Vui lòng sao chép URL này và mở thủ công:
zh: 无法自动打开浏览器。请复制此 URL 并手动打开：

# urlCopied
source: URL copied to clipboard
ar: تم نسخ الرابط إلى الحافظة
bn: URL ক্লিপবোর্ডে কপি হয়েছে
de: URL in die Zwischenablage kopiert
es: URL copiada al portapapeles
fr: URL copiée dans le presse-papiers
hi: URL क्लिपबोर्ड पर कॉपी किया गया
id: URL disalin ke clipboard
it: URL copiato negli appunti
ja: URL をクリップボードにコピーしました
ko: URL이 클립보드에 복사됨
nl: URL gekopieerd naar klembord
pl: URL skopiowany do schowka
pt: URL copiada para a área de transferência
ru: URL скопирован в буфер обмена
th: คัดลอก URL ไปยังคลิปบอร์ดแล้ว
tr: URL panoya kopyalandı
vi: Đã sao chép URL vào clipboard
zh: URL 已复制到剪贴板

source: Backup & Restore
de: Sicherung und Wiederherstellung
es: Copia de seguridad y restauración
fr: Sauvegarde et restauration
id: Pencadangan dan pemulihan
it: Backup e ripristino
ja: バックアップと復元
ko: 백업 및 복원
pl: Kopia zapasowa i przywracanie
ru: Резервное копирование и восстановление
tr: Yedekleme ve geri yükleme
zh: 备份与恢复

# backupRestoreSubtitle
source: Export or import your data
de: Daten exportieren oder importieren
es: Exporta o importa tus datos
fr: Exportez ou importez vos données
id: Ekspor atau impor data Anda
it: Esporta o importa i tuoi dati
ja: データをエクスポートまたはインポート
ko: 데이터를 내보내거나 가져오기
pl: Eksportuj lub importuj swoje dane
ru: Экспорт или импорт ваших данных
tr: Verilerinizi dışa aktarın veya içe aktarın
zh: 导出或导入你的数据

source: Create Backup
de: Sicherung erstellen
es: Crear copia de seguridad
fr: Créer une sauvegarde
id: Buat cadangan
it: Crea backup
ja: バックアップを作成
ko: 백업 만들기
pl: Utwórz kopię zapasową
ru: Создать резервную копию
tr: Yedek oluştur
zh: 创建备份

# createBackupDescription
source: Export all your artworks and images to a ZIP file that you can save or share.
de: Exportieren Sie alle Ihre Kunstwerke und Bilder in eine ZIP-Datei, die Sie speichern oder teilen können.
es: Exporta todas tus obras e imágenes a un archivo ZIP que puedes guardar o compartir.
fr: Exportez toutes vos œuvres et images dans un fichier ZIP que vous pouvez enregistrer ou partager.
id: Ekspor semua karya seni dan gambar Anda ke file ZIP yang dapat Anda simpan atau bagikan.
it: Esporta tutte le tue opere e immagini in un file ZIP che puoi salvare o condividere.
ja: すべての作品と画像をZIPファイルにエクスポートして、保存または共有できます。
ko: 모든 작품과 이미지를 저장하거나 공유할 수 있는 ZIP 파일로 내보냅니다.
pl: Wyeksportuj wszystkie swoje prace i obrazy do pliku ZIP, który możesz zapisać lub udostępnić.
ru: Экспортируйте все ваши произведения и изображения в ZIP-файл, который можно сохранить или поделиться.
tr: Tüm eserlerinizi ve görsellerinizi kaydedebileceğiniz veya paylaşabileceğiniz bir ZIP dosyasına aktarın.
zh: 将所有作品和图片导出为 ZIP 文件，以便保存或分享。

source: Restore Backup
de: Sicherung wiederherstellen
es: Restaurar copia
fr: Restaurer la sauvegarde
id: Pulihkan cadangan
it: Ripristina backup
ja: バックアップを復元
ko: 백업 복원
pl: Przywróć kopię zapasową
ru: Восстановить резервную копию
tr: Yedeği geri yükle
zh: 恢复备份

# restoreBackupDescription
source: Import artworks and images from a previously created backup file.
de: Importieren Sie Kunstwerke und Bilder aus einer zuvor erstellten Sicherungsdatei.
es: Importa obras e imágenes desde un archivo de copia de seguridad creado anteriormente.
fr: Importez des œuvres et des images à partir d'un fichier de sauvegarde créé précédemment.
id: Impor karya seni dan gambar dari file cadangan yang dibuat sebelumnya.
it: Importa opere e immagini da un file di backup creato precedentemente.
ja: 以前に作成したバックアップファイルから作品と画像をインポートします。
ko: 이전에 생성한 백업 파일에서 작품과 이미지를 가져옵니다.
pl: Importuj prace i obrazy z wcześniej utworzonego pliku kopii zapasowej.
ru: Импортируйте произведения и изображения из ранее созданного файла резервной копии.
tr: Daha önce oluşturulmuş bir yedekleme dosyasından eserlerinizi ve görsellerinizi içe aktarın.
zh: 从之前创建的备份文件导入作品和图片。

# restoreBackupConfirm
source: How would you like to restore the backup?
de: Wie möchten Sie die Sicherung wiederherstellen?
es: ¿Cómo te gustaría restaurar la copia de seguridad?
fr: Comment souhaitez-vous restaurer la sauvegarde ?
id: Bagaimana Anda ingin memulihkan cadangan?
it: Come vorresti ripristinare il backup?
ja: バックアップをどのように復元しますか？
ko: 백업을 어떻게 복원하시겠습니까?
pl: Jak chcesz przywrócić kopię zapasową?
ru: Как вы хотите восстановить резервную копию?
tr: Yedeği nasıl geri yüklemek istersiniz?
zh: 你想如何恢复备份？

# restoreMerge
source: Merge with existing
de: Mit vorhandenen zusammenführen
es: Combinar con existentes
fr: Fusionner avec l'existant
id: Gabungkan dengan yang ada
it: Unisci con esistenti
ja: 既存のものと統合
ko: 기존 항목과 병합
pl: Połącz z istniejącymi
ru: Объединить с существующими
tr: Mevcut olanlarla birleştir
zh: 与现有内容合并

# restoreReplace
source: Replace all
de: Alles ersetzen
es: Reemplazar todo
fr: Tout remplacer
id: Ganti semua
it: Sostituisci tutto
ja: すべて置き換え
ko: 모두 교체
pl: Zastąp wszystko
ru: Заменить все
tr: Tümünü değiştir
zh: 替换全部

# backupCreated
source: Backup created successfully
de: Sicherung erfolgreich erstellt
es: Copia de seguridad creada correctamente
fr: Sauvegarde créée avec succès
id: Cadangan berhasil dibuat
it: Backup creato con successo
ja: バックアップが正常に作成されました
ko: 백업이 성공적으로 생성되었습니다
pl: Kopia zapasowa utworzona pomyślnie
ru: Резервная копия успешно создана
tr: Yedek başarıyla oluşturuldu
zh: 备份创建成功

# restoreComplete
source: {count} artworks restored
de: {count} Kunstwerke wiederhergestellt
es: {count} obras restauradas
fr: {count} œuvres restaurées
id: {count} karya seni dipulihkan
it: {count} opere ripristinate
ja: {count}件の作品を復元しました
ko: {count}개의 작품이 복원되었습니다
pl: Przywrócono {count} prac
ru: Восстановлено {count} произведений
tr: {count} eser geri yüklendi
zh: 已恢复 {count} 件作品

# backupNote
source: Backups include all artwork data and images. Store them safely!
de: Sicherungen enthalten alle Kunstwerk-Daten und Bilder. Bewahren Sie sie sicher auf!
es: Las copias de seguridad incluyen todos los datos de obras e imágenes. ¡Guárdalas de forma segura!
fr: Les sauvegardes incluent toutes les données d'œuvres et les images. Conservez-les en sécurité !
id: Cadangan mencakup semua data karya seni dan gambar. Simpan dengan aman!
it: I backup includono tutti i dati delle opere e le immagini. Conservali in modo sicuro!
ja: バックアップにはすべての作品と画像データが含まれます。安全に保管してください！
pl: Kopie zapasowe zawierają wszystkie dane dzieł i obrazy. Przechowuj je bezpiecznie!
ru: Резервные копии включают все данные о работах и изображениях. Храните их в безопасности!
tr: Yedeklemeler tüm eser verilerini ve görselleri içerir. Güvenli bir şekilde saklayın!
zh: 备份包含所有作品和图片数据。请妥善保存！
