Repository: Cumbiambero/artive
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh

# resetCloudConnectionMessage
source: This will disconnect the app from your Supabase project. You will need to run the setup wizard again. Your data in Supabase will NOT be deleted.
ar: سيؤدي هذا إلى فصل التطبيق عن مشروع Supabase الخاص بك. ستحتاج إلى تشغيل معالج الإعداد مرة أخرى. لن يتم حذف بياناتك في Supabase.
bn: এটি অ্যাপটিকে আপনার Supabase প্রকল্প থেকে সংযোগ বিচ্ছিন্ন করবে। আপনাকে সেটআপ উইজার্ড আবার চালাতে হবে। Supabase-এ আপনার ডেটা মুছে যাবে না।
de: Dadurch wird die App von Ihrem Supabase-Projekt getrennt. Sie müssen den Einrichtungsassistenten erneut ausführen. Ihre Daten in Supabase werden NICHT gelöscht.
es: Esto desconectará la app de tu proyecto Supabase. Tendrás que ejecutar el asistente de configuración de nuevo. Tus datos en Supabase NO se eliminarán.
fr: Cela déconnectera l'application de votre projet Supabase. Vous devrez relancer l'assistant de configuration. Vos données dans Supabase ne seront PAS supprimées.
hi: यह ऐप को आपके Supabase प्रोजेक्ट से डिस्कनेक्ट कर देगा। आपको सेटअप विज़ार्ड फिर से चलाना होगा। Supabase में आपका डेटा हटाया नहीं जाएगा।
id: Ini akan memutus koneksi aplikasi dari proyek Supabase Anda. Anda perlu menjalankan wizard pengaturan lagi. Data Anda di Supabase TIDAK akan dihapus.
it: Questo disconnetterà l'app dal tuo progetto Supabase. Dovrai eseguire nuovamente la procedura guidata. I tuoi dati in Supabase NON verranno eliminati.
ja: これによりアプリがSupabaseプロジェクトから切断されます。セットアップウィザードを再度実行する必要があります。 Supabase内のデータは削除されません。
ko: 앱이 Supabase 프로젝트에서 연결 해제됩니다. 설정 마법사를 다시 실행해야 합니다. Supabase의 데이터는 삭제되지 않습니다.
nl: Dit verbreekt de verbinding van de app met je Supabase-project. Je moet de installatiewizard opnieuw uitvoeren. Je gegevens in Supabase worden NIET verwijderd.
pl: Spowoduje to odłączenie aplikacji od projektu Supabase. Będziesz musiał ponownie uruchomić kreator konfiguracji. Twoje dane w Supabase NIE zostaną usunięte.
pt: Isso desconectará o app do seu projeto Supabase. Você precisará executar o assistente de configuração novamente. Seus dados no Supabase NÃO serão excluídos.
ru: Это отключит приложение от вашего проекта Supabase. Вам нужно будет снова запустить мастер настройки. Ваши данные в Supabase НЕ будут удалены.
th: การดำเนินการนี้จะยกเลิกการเชื่อมต่อแอปจากโปรเจกต์ Supabase ของคุณ คุณจะต้องเรียกใช้ตัวช่วยการตั้งค่าอีกครั้ง ข้อมูลของคุณใน Supabase จะไม่ถูกลบ
tr: Bu, uygulamanın Supabase projenizle bağlantısını kesecektir. Kurulum sihirbazını tekrar çalıştırmanız gerekecek. Supabase'deki verileriniz SİLİNMEYECEKTİR.
vi: Điều này sẽ ngắt kết nối ứng dụng khỏi dự án Supabase của bạn. Bạn sẽ cần chạy lại trình hướng dẫn cài đặt. Dữ liệu của bạn trong Supabase sẽ KHÔNG bị xóa.
zh: 这将断开应用与您的 Supabase 项目的连接。您需要重新运行设置向导。 您在 Supabase 中的数据不会被删除。

# restartToReconfigure
source: Please restart the app to reconfigure
ar: يرجى إعادة تشغيل التطبيق لإعادة التكوين
bn: পুনরায় কনফিগার করতে অ্যাপ রিস্টার্ট করুন
de: Bitte starten Sie die App neu, um sie neu zu konfigurieren
es: Reinicia la app para reconfigurar
fr: Veuillez redémarrer l'application pour reconfigurer
hi: कृपया पुनः कॉन्फ़िगर करने के लिए ऐप रीस्टार्ट करें
id: Silakan mulai ulang aplikasi untuk mengkonfigurasi ulang
it: Riavvia l'app per riconfigurare
ja: 再設定するにはアプリを再起動してください
ko: 재구성하려면 앱을 다시 시작하세요
nl: Herstart de app om opnieuw te configureren
pl: Uruchom ponownie aplikację, aby skonfigurować
pt: Por favor, reinicie o app para reconfigurar
ru: Пожалуйста, перезапустите приложение для перенастройки
th: กรุณารีสตาร์ทแอปเพื่อกำหนดค่าใหม่
tr: Yeniden yapılandırmak için uygulamayı yeniden başlatın
vi: Vui lòng khởi động lại ứng dụng để cấu hình lại
zh: 请重启应用以重新配置

source: Database Paused
ar: قاعدة البيانات متوقفة
bn: ডেটাবেস বিরতিতে
de: Datenbank pausiert
es: Base de datos pausada
fr: Base de données en pause
hi: डेटाबेस रुका हुआ है
id: Database Dijeda
it: Database in Pausa
ja: データベースが一時停止中
ko: 데이터베이스 일시 중지됨
nl: Database Gepauzeerd
pl: Baza danych wstrzymana
pt: Banco de Dados Pausado
ru: База данных приостановлена
th: ฐานข้อมูลถูกหยุดชั่วคราว
tr: Veritabanı Duraklatıldı
vi: Cơ sở dữ liệu đã tạm dừng
zh: 数据库已暂停

# databasePausedMessage
source: Your Supabase project is paused due to inactivity. To restore: 1. Go to supabase.com/dashboard 2. Select your project 3. Click "Restore project" This takes about 1 minute.
ar: تم إيقاف مشروع Supabase الخاص بك بسبب عدم النشاط. للاستعادة: 1. اذهب إلى supabase.com/dashboard 2. حدد مشروعك 3. انقر على "استعادة المشروع" يستغرق هذا حوالي دقيقة واحدة.
bn: আপনার Supabase প্রকল্প নিষ্ক্রিয়তার কারণে বিরতিতে আছে। পুনরুদ্ধার করতে: 1. supabase.com/dashboard-এ যান 2. আপনার প্রকল্প নির্বাচন করুন 3. "প্রকল্প পুনরুদ্ধার করুন" ক্লিক করুন এটি প্রায় ১ মিনিট সময় নেয়।
de: Ihr Supabase-Projekt wurde wegen Inaktivität pausiert. Zum Wiederherstellen: 1. Gehen Sie zu supabase.com/dashboard 2. Wählen Sie Ihr Projekt 3. Klicken Sie auf "Projekt wiederherstellen" Dies dauert etwa 1 Minute.
es: Tu proyecto Supabase está pausado por inactividad. Para restaurar: 1. Ve a supabase.com/dashboard 2. Selecciona tu proyecto 3. Haz clic en "Restore project" Tarda aproximadamente 1 minuto.
fr: Votre projet Supabase est en pause en raison d'inactivité. Pour restaurer : 1. Allez sur supabase.com/dashboard 2. Sélectionnez votre projet 3. Cliquez sur "Restaurer le projet" Cela prend environ 1 minute.
hi: आपका Supabase प्रोजेक्ट निष्क्रियता के कारण रुका हुआ है। पुनर्स्थापित करने के लिए: 1. supabase.com/dashboard पर जाएं 2. अपना प्रोजेक्ट चुनें 3. "प्रोजेक्ट पुनर्स्थापित करें" पर क्लिक करें इसमें लगभग 1 मिनट लगता है।
id: Proyek Supabase Anda dijeda karena tidak aktif. Untuk memulihkan: 1. Buka supabase.com/dashboard 2. Pilih proyek Anda 3. Klik "Pulihkan proyek" Ini membutuhkan waktu sekitar 1 menit.
it: Il tuo progetto Supabase è in pausa per inattività. Per ripristinare: 1. Vai su supabase.com/dashboard 2. Seleziona il tuo progetto 3. Clicca su "Ripristina progetto" Ci vuole circa 1 minuto.
ja: Supabaseプロジェクトは非アクティブのため一時停止しています。 復元するには： 1. supabase.com/dashboardにアクセス 2. プロジェクトを選択 3. 「プロジェクトを復元」をクリック 約1分かかります。
ko: Supabase 프로젝트가 비활성으로 인해 일시 중지되었습니다. 복원하려면: 1. supabase.com/dashboard로 이동 2. 프로젝트 선택 3. "프로젝트 복원" 클릭 약 1분 소요됩니다.
nl: Je Supabase-project is gepauzeerd vanwege inactiviteit. Om te herstellen: 1. Ga naar supabase.com/dashboard 2. Selecteer je project 3. Klik op "Project herstellen" Dit duurt ongeveer 1 minuut.
pl: Twój projekt Supabase został wstrzymany z powodu braku aktywności. Aby przywrócić: 1. Przejdź do supabase.com/dashboard 2. Wybierz swój projekt 3. Kliknij "Przywróć projekt" To zajmuje około 1 minuty.
pt: Seu projeto Supabase está pausado por inatividade. Para restaurar: 1. Acesse supabase.com/dashboard 2. Selecione seu projeto 3. Clique em "Restaurar projeto" Isso leva cerca de 1 minuto.
ru: Ваш проект Supabase приостановлен из-за неактивности. Для восстановления: 1. Перейдите на supabase.com/dashboard 2. Выберите свой проект 3. Нажмите "Восстановить проект" Это займёт около 1 минуты.
th: โปรเจกต์ Supabase ของคุณถูกหยุดชั่วคราวเนื่องจากไม่มีการใช้งาน ในการกู้คืน: 1. ไปที่ supabase.com/dashboard 2. เลือกโปรเจกต์ของคุณ 3. คลิก "กู้คืนโปรเจกต์" ใช้เวลาประมาณ 1 นาที
tr: Supabase projeniz hareketsizlik nedeniyle duraklatıldı. Geri yüklemek için: 1. supabase.com/dashboard adresine gidin 2. Projenizi seçin 3. "Projeyi geri yükle" tıklayın Bu yaklaşık 1 dakika sürer.
vi: Dự án Supabase của bạn đã bị tạm dừng do không hoạt động. Để khôi phục: 1. Truy cập supabase.com/dashboard 2. Chọn dự án của bạn 3. Nhấp "Khôi phục dự án" Quá trình này mất khoảng 1 phút.
zh: 您的 Supabase 项目因不活动而暂停。 恢复步骤： 1. 前往 supabase.com/dashboard 2. 选择您的项目 3. 点击恢复项目 这大约需要1分钟。

# setupTitle
source: Artive Setup
ar: إعداد Artive
bn: Artive সেটআপ
de: Artive Einrichtung
es: Configuración de Artive
fr: Configuration d'Artive
hi: Artive सेटअप
id: Pengaturan Artive
it: Configurazione Artive
ja: Artiveセットアップ
ko: Artive 설정
nl: Artive Instellen
pl: Konfiguracja Artive
pt: Configuração do Artive
ru: Настройка Artive
th: ตั้งค่า Artive
tr: Artive Kurulumu
vi: Cài đặt Artive
zh: Artive 设置

# setupWelcome
source: Welcome to Artive!
ar: مرحباً بك في Artive!
bn: Artive-এ স্বাগতম!
de: Willkommen bei Artive!
es: ¡Bienvenido a Artive!
fr: Bienvenue sur Artive !
hi: Artive में आपका स्वागत है!
id: Selamat datang di Artive!
it: Benvenuto in Artive!
ja: Artiveへようこそ！
ko: Artive에 오신 것을 환영합니다!
nl: Welkom bij Artive!
pl: Witaj w Artive!
pt: Bem-vindo ao Artive!
ru: Добро пожаловать в Artive!
th: ยินดีต้อนรับสู่ Artive!
tr: Artive'e Hoş Geldiniz!
vi: Chào mừng đến với Artive!
zh: 欢迎使用 Artive！

# setupWelcomeDescription
source: This wizard will help you set up cloud storage for your artwork catalogue. Your artworks and images will be stored securely in Supabase, a free cloud platform. The setup takes about 5 minutes.
ar: سيساعدك هذا المعالج في إعداد التخزين السحابي لكتالوج أعمالك الفنية. سيتم تخزين أعمالك وصورك بأمان في Supabase، منصة سحابية مجانية. يستغرق الإعداد حوالي 5 دقائق.
bn: এই উইজার্ড আপনার শিল্পকর্ম ক্যাটালগের জন্য ক্লাউড স্টোরেজ সেট আপ করতে সাহায্য করবে। আপনার শিল্পকর্ম এবং ছবি Supabase-এ নিরাপদে সংরক্ষিত হবে, একটি বিনামূল্যের ক্লাউড প্ল্যাটফর্ম। সেটআপে প্রায় ৫ মিনিট সময় লাগে।
de: Dieser Assistent hilft Ihnen bei der Einrichtung des Cloud-Speichers für Ihren Kunstkatalog. Ihre Kunstwerke und Bilder werden sicher in Supabase, einer kostenlosen Cloud-Plattform, gespeichert. Die Einrichtung dauert etwa 5 Minuten.
es: Este asistente te ayudará a configurar el almacenamiento en la nube para tu catálogo de obras. Tus obras e imágenes se almacenarán de forma segura en Supabase, una plataforma gratuita en la nube. La configuración tarda unos 5 minutos.
fr: Cet assistant vous aidera à configurer le stockage cloud pour votre catalogue d'œuvres. Vos œuvres et images seront stockées en toute sécurité dans Supabase, une plateforme cloud gratuite. La configuration prend environ 5 minutes.
hi: यह विज़ार्ड आपकी कलाकृति कैटलॉग के लिए क्लाउड स्टोरेज सेट करने में मदद करेगा। आपकी कलाकृतियां और छवियां Supabase में सुरक्षित रूप से संग्रहीत होंगी, एक मुफ्त क्लाउड प्लेटफॉर्म। सेटअप में लगभग 5 मिनट लगते हैं।
id: Wizard ini akan membantu Anda mengatur penyimpanan cloud untuk katalog karya seni Anda. Karya dan gambar Anda akan disimpan dengan aman di Supabase, platform cloud gratis. Pengaturan membutuhkan waktu sekitar 5 menit.
it: Questa procedura guidata ti aiuterà a configurare l'archiviazione cloud per il tuo catalogo di opere. Le tue opere e immagini verranno archiviate in modo sicuro in Supabase, una piattaforma cloud gratuita. La configurazione richiede circa 5 minuti.
ja: このウィザードでは、作品カタログのクラウドストレージを設定します。 作品と画像は、無料のクラウドプラットフォームSupabaseに安全に保存されます。 セットアップには約5分かかります。
ko: 이 마법사는 작품 카탈로그를 위한 클라우드 스토리지 설정을 도와드립니다. 작품과 이미지는 무료 클라우드 플랫폼인 Supabase에 안전하게 저장됩니다. 설정은 약 5분 정도 소요됩니다.
nl: Deze wizard helpt je bij het instellen van cloudopslag voor je kunstwerkcatalogus. Je kunstwerken en afbeeldingen worden veilig opgeslagen in Supabase, een gratis cloudplatform. De installatie duurt ongeveer 5 minuten.
pl: Ten kreator pomoże Ci skonfigurować chmurę dla katalogu prac. Twoje prace i obrazy będą bezpiecznie przechowywane w Supabase, darmowej platformie chmurowej. Konfiguracja trwa około 5 minut.
pt: Este assistente ajudará você a configurar o armazenamento em nuvem para seu catálogo de obras. Suas obras e imagens serão armazenadas com segurança no Supabase, uma plataforma de nuvem gratuita. A configuração leva cerca de 5 minutos.
ru: Этот мастер поможет вам настроить облачное хранилище для каталога ваших работ. Ваши работы и изображения будут надёжно храниться в Supabase, бесплатной облачной платформе. Настройка занимает около 5 минут.
th: ตัวช่วยนี้จะช่วยคุณตั้งค่าที่เก็บข้อมูลคลาวด์สำหรับแคตตาล็อกผลงานศิลปะของคุณ ผลงานและรูปภาพของคุณจะถูกจัดเก็บอย่างปลอดภัยใน Supabase แพลตฟอร์มคลาวด์ฟรี การตั้งค่าใช้เวลาประมาณ 5 นาที
tr: Bu sihirbaz, sanat eseri kataloğunuz için bulut depolamayı kurmanıza yardımcı olacak. Eserleriniz ve görseller, ücretsiz bir bulut platformu olan Supabase'de güvenle depolanacak. Kurulum yaklaşık 5 dakika sürer.
vi: Trình hướng dẫn này sẽ giúp bạn thiết lập lưu trữ đám mây cho danh mục tác phẩm nghệ thuật. Tác phẩm và hình ảnh của bạn sẽ được lưu trữ an toàn trong Supabase, một nền tảng đám mây miễn phí. Cài đặt mất khoảng 5 phút.
zh: 此向导将帮助您为艺术品目录设置云存储。 您的作品和图片将安全存储在 Supabase（一个免费的云平台）中。 设置大约需要5分钟。

# setupWhatIsSupabase
source: What is Supabase?
ar: ما هو Supabase؟
bn: Supabase কী?
de: Was ist Supabase?
es: ¿Qué es Supabase?
fr: Qu'est-ce que Supabase ?
hi: Supabase क्या है?
id: Apa itu Supabase?
it: Cos'è Supabase?
ja: Supabaseとは？
ko: Supabase란?
nl: Wat is Supabase?
pl: Czym jest Supabase?
pt: O que é Supabase?
ru: Что такое Supabase?
th: Supabase คืออะไร?
tr: Supabase Nedir?
vi: Supabase là gì?
zh: 什么是 Supabase？

# setupWhatIsSupabaseContent
source: Supabase is a free, open-source backend service. It provides a database and file storage for your app.
ar: Supabase هي خدمة خلفية مجانية ومفتوحة المصدر. توفر قاعدة بيانات وتخزين ملفات لتطبيقك.
bn: Supabase একটি বিনামূল্যের ওপেন-সোর্স ব্যাকএন্ড সেবা। এটি আপনার অ্যাপের জন্য ডেটাবেস এবং ফাইল স্টোরেজ প্রদান করে।
de: Supabase ist ein kostenloser Open-Source-Backend-Dienst. Er bietet eine Datenbank und Dateispeicher für Ihre App.
es: Supabase es un servicio backend gratuito y de código abierto. Proporciona una base de datos y almacenamiento de archivos para tu app.
fr: Supabase est un service backend gratuit et open-source. Il fournit une base de données et un stockage de fichiers pour votre application.
hi: Supabase एक मुफ्त, ओपन-सोर्स बैकएंड सेवा है। यह आपके ऐप के लिए डेटाबेस और फ़ाइल स्टोरेज प्रदान करता है।
id: Supabase adalah layanan backend gratis dan open-source. Menyediakan database dan penyimpanan file untuk aplikasi Anda.
it: Supabase è un servizio backend gratuito e open-source. Fornisce database e archiviazione file per la tua app.
ja: Supabaseは無料のオープンソースバックエンドサービスです。アプリにデータベースとファイルストレージを提供します。
ko: Supabase는 무료 오픈소스 백엔드 서비스입니다. 앱을 위한 데이터베이스와 파일 스토리지를 제공합니다.
nl: Supabase is een gratis, open-source backend-service. Het biedt een database en bestandsopslag voor je app.
pl: Supabase to darmowa usługa backendowa open-source. Zapewnia bazę danych i przechowywanie plików dla Twojej aplikacji.
pt: Supabase é um serviço de backend gratuito e de código aberto. Ele fornece banco de dados e armazenamento de arquivos para seu app.
ru: Supabase — это бесплатный сервис бэкенда с открытым исходным кодом. Он предоставляет базу данных и хранилище файлов для вашего приложения.
th: Supabase เป็นบริการแบ็กเอนด์ฟรีและโอเพนซอร์ส มีฐานข้อมูลและที่เก็บไฟล์สำหรับแอปของคุณ
tr: Supabase, ücretsiz, açık kaynaklı bir backend hizmetidir. Uygulamanız için veritabanı ve dosya depolama sağlar.
vi: Supabase là dịch vụ backend miễn phí, mã nguồn mở. Nó cung cấp cơ sở dữ liệu và lưu trữ tệp cho ứng dụng của bạn.
zh: Supabase 是一个免费的开源后端服务。它为您的应用提供数据库和文件存储。

# setupYourData
source: Your Data, Your Control
ar: بياناتك، تحت سيطرتك
bn: আপনার ডেটা, আপনার নিয়ন্ত্রণ
de: Ihre Daten, Ihre Kontrolle
es: Tus datos, tu control
fr: Vos données, votre contrôle
hi: आपका डेटा, आपका नियंत्रण
id: Data Anda, Kontrol Anda
it: I tuoi dati, il tuo controllo
ja: あなたのデータ、あなたの管理
ko: 당신의 데이터, 당신의 통제
nl: Jouw Gegevens, Jouw Controle
pl: Twoje dane, Twoja kontrola
pt: Seus Dados, Seu Controle
ru: Ваши данные, ваш контроль
th: ข้อมูลของคุณ การควบคุมของคุณ
tr: Verileriniz, Kontrolünüz
vi: Dữ liệu của bạn, quyền kiểm soát của bạn
zh: 您的数据，由您掌控

# setupYourDataContent
source: You create your own Supabase account. Your data belongs to you and only you have access.
ar: أنت تنشئ حساب Supabase الخاص بك. بياناتك ملكك وأنت فقط من يمكنه الوصول إليها.
bn: আপনি নিজের Supabase অ্যাকাউন্ট তৈরি করেন। আপনার ডেটা আপনার এবং শুধুমাত্র আপনারই অ্যাক্সেস আছে।
de: Sie erstellen Ihr eigenes Supabase-Konto. Ihre Daten gehören Ihnen und nur Sie haben Zugriff.
es: Tú creas tu propia cuenta de Supabase. Tus datos te pertenecen y solo tú tienes acceso.
fr: Vous créez votre propre compte Supabase. Vos données vous appartiennent et vous seul y avez accès.
hi: आप अपना खुद का Supabase खाता बनाते हैं। आपका डेटा आपका है और केवल आपकी पहुंच है।
id: Anda membuat akun Supabase sendiri. Data Anda milik Anda dan hanya Anda yang memiliki akses.
it: Crei il tuo account Supabase personale. I tuoi dati appartengono a te e solo tu puoi accedervi.
ja: ご自身のSupabaseアカウントを作成します。データはあなたのものであり、アクセスできるのはあなただけです。
ko: 자신만의 Supabase 계정을 만듭니다. 데이터는 당신의 것이며 당신만 접근할 수 있습니다.
nl: Je maakt je eigen Supabase-account aan. Je gegevens zijn van jou en alleen jij hebt toegang.
pl: Tworzysz własne konto Supabase. Twoje dane należą do Ciebie i tylko Ty masz do nich dostęp.
pt: Você cria sua própria conta Supabase. Seus dados pertencem a você e somente você tem acesso.
ru: Вы создаёте свой собственный аккаунт Supabase. Ваши данные принадлежат вам, и только вы имеете к ним доступ.
th: คุณสร้างบัญชี Supabase ของคุณเอง ข้อมูลเป็นของคุณและมีเพียงคุณเท่านั้นที่เข้าถึงได้
tr: Kendi Supabase hesabınızı oluşturursunuz. Verileriniz size aittir ve yalnızca siz erişebilirsiniz.
vi: Bạn tạo tài khoản Supabase của riêng mình. Dữ liệu thuộc về bạn và chỉ bạn có quyền truy cập.
zh: 您创建自己的 Supabase 账户。您的数据属于您，只有您可以访问。

# setupGetStarted
source: Get Started
ar: ابدأ
bn: শুরু করুন
de: Loslegen
es: Comenzar
fr: Commencer
hi: शुरू करें
id: Mulai
it: Inizia
ja: 始める
ko: 시작하기
nl: Aan de slag
pl: Rozpocznij
pt: Começar
ru: Начать
th: เริ่มต้น
tr: Başla
vi: Bắt đầu
zh: 开始

# setupStep1Title
source: Step 1: Create a Supabase Project
ar: الخطوة 1: إنشاء مشروع Supabase
bn: ধাপ ১: Supabase প্রকল্প তৈরি করুন
de: Schritt 1: Supabase-Projekt erstellen
es: Paso 1: Crear un proyecto en Supabase
fr: Étape 1 : Créer un projet Supabase
hi: चरण 1: Supabase प्रोजेक्ट बनाएं
id: Langkah 1: Buat Proyek Supabase
it: Passo 1: Crea un progetto Supabase
ja: ステップ1：Supabaseプロジェクトを作成
ko: 1단계: Supabase 프로젝트 생성
nl: Stap 1: Maak een Supabase-project
pl: Krok 1: Utwórz projekt Supabase
pt: Passo 1: Criar um Projeto Supabase
ru: Шаг 1: Создание проекта Supabase
th: ขั้นตอนที่ 1: สร้างโปรเจกต์ Supabase
tr: Adım 1: Supabase Projesi Oluşturun
vi: Bước 1: Tạo dự án Supabase
zh: 步骤 1：创建 Supabase 项目

# setupStep1_1
source: Go to supabase.com and create a free account
ar: اذهب إلى supabase.com وأنشئ حساباً مجانياً
bn: supabase.com-এ যান এবং বিনামূল্যে অ্যাকাউন্ট তৈরি করুন
de: Gehen Sie zu supabase.com und erstellen Sie ein kostenloses Konto
es: Ve a supabase.com y crea una cuenta gratuita
fr: Allez sur supabase.com et créez un compte gratuit
hi: supabase.com पर जाएं और मुफ्त खाता बनाएं
id: Buka supabase.com dan buat akun gratis
it: Vai su supabase.com e crea un account gratuito
ja: supabase.comにアクセスして無料アカウントを作成
ko: supabase.com에서 무료 계정 생성
nl: Ga naar supabase.com en maak een gratis account aan
pl: Przejdź do supabase.com i utwórz darmowe konto
pt: Acesse supabase.com e crie uma conta gratuita
ru: Перейдите на supabase.com и создайте бесплатный аккаунт
th: ไปที่ supabase.com และสร้างบัญชีฟรี
tr: supabase.com adresine gidin ve ücretsiz hesap oluşturun
vi: Truy cập supabase.com và tạo tài khoản miễn phí
zh: 前往 supabase.com 创建免费账户

# setupOpenSupabase
source: Open Supabase
ar: فتح Supabase
bn: Supabase খুলুন
de: Supabase öffnen
es: Abrir Supabase
fr: Ouvrir Supabase
hi: Supabase खोलें
id: Buka Supabase
it: Apri Supabase
ja: Supabaseを開く
ko: Supabase 열기
pl: Otwórz Supabase
pt: Abrir Supabase
ru: Открыть Supabase
th: เปิด Supabase
tr: Supabase'i Aç
vi: Mở Supabase
zh: 打开 Supabase

# setupStep1_2
source: Click "New Project" in the dashboard
ar: انقر على "مشروع جديد" في لوحة التحكم
bn: ড্যাশবোর্ডে "নতুন প্রকল্প" ক্লিক করুন
de: Klicken Sie im Dashboard auf "Neues Projekt"
es: Haz clic en "New Project" en el panel
fr: Cliquez sur "Nouveau projet" dans le tableau de bord
hi: डैशबोर्ड में "नया प्रोजेक्ट" पर क्लिक करें
id: Klik "Proyek Baru" di dashboard
it: Clicca su "Nuovo progetto" nella dashboard
ja: ダッシュボードで「新規プロジェクト」をクリック
ko: 대시보드에서 "새 프로젝트" 클릭
nl: Klik op "Nieuw project" in het dashboard
pl: Kliknij "Nowy projekt" w panelu
pt: Clique em "Novo Projeto" no painel
ru: Нажмите "Новый проект" в панели управления
th: คลิก "โปรเจกต์ใหม่" ในแดชบอร์ด
tr: Panelde "Yeni Proje" tıklayın
vi: Nhấp "Dự án mới" trong bảng điều khiển
zh: 在控制面板中点击新建项目

# setupStep1_3
source: Choose a name for your project (e.g., "artive")
ar: اختر اسماً لمشروعك (مثل "artive")
bn: আপনার প্রকল্পের জন্য নাম নির্বাচন করুন (যেমন "artive")
de: Wählen Sie einen Namen für Ihr Projekt (z.B. "artive")
es: Elige un nombre para tu proyecto (ej., "artive")
fr: Choisissez un nom pour votre projet (ex. "artive")
hi: अपने प्रोजेक्ट के लिए नाम चुनें (जैसे "artive")
id: Pilih nama untuk proyek Anda (mis. "artive")
it: Scegli un nome per il progetto (es. "Artive")
ja: プロジェクト名を選択（例：「artive」）
ko: 프로젝트 이름 선택 (예: "artive")
nl: Kies een naam voor je project (bijv. "artive")
pl: Wybierz nazwę dla projektu (np. "artive")
pt: Escolha um nome para seu projeto (ex. "artive")
ru: Выберите имя для проекта (например, "Artive")
th: เลือกชื่อสำหรับโปรเจกต์ของคุณ (เช่น "artive")
tr: Projeniz için bir ad seçin (örn. "artive")
vi: Chọn tên cho dự án (ví dụ: "artive")
zh: 为项目选择一个名称（例如 artive）

# setupStep1_4
source: Set a secure database password (save it somewhere safe!)
ar: عيّن كلمة مرور آمنة لقاعدة البيانات (احفظها!)
bn: নিরাপদ ডেটাবেস পাসওয়ার্ড সেট করুন (এটি সংরক্ষণ করুন!)
de: Legen Sie ein sicheres Datenbank-Passwort fest (speichern Sie es!)
es: Establece una contraseña segura para la base de datos (¡guárdala!)
fr: Définissez un mot de passe sécurisé (sauvegardez-le !)
hi: सुरक्षित डेटाबेस पासवर्ड सेट करें (इसे सहेजें!)
id: Tetapkan kata sandi database yang aman (simpan!)
it: Imposta una password sicura per il database (salvala!)
ja: 安全なデータベースパスワードを設定（保存してください！）
ko: 안전한 데이터베이스 비밀번호 설정 (저장해두세요!)
nl: Stel een veilig databasewachtwoord in (bewaar het!)
pl: Ustaw bezpieczne hasło bazy danych (zapisz je!)
pt: Defina uma senha segura para o banco (guarde-a!)
ru: Установите надёжный пароль базы данных (сохраните его!)
th: ตั้งรหัสผ่านฐานข้อมูลที่ปลอดภัย (บันทึกไว้!)
tr: Güvenli bir veritabanı şifresi belirleyin (kaydedin!)
vi: Đặt mật khẩu cơ sở dữ liệu an toàn (lưu lại!)
zh: 设置安全的数据库密码（请妥善保存！）

# setupStep1_5
source: Select a region close to you
ar: حدد منطقة قريبة منك
bn: আপনার কাছের অঞ্চল নির্বাচন করুন
de: Wählen Sie eine Region in Ihrer Nähe
es: Selecciona una región cercana a ti
fr: Sélectionnez une région proche de vous
hi: अपने पास का क्षेत्र चुनें
id: Pilih wilayah dekat Anda
it: Seleziona una regione vicina a te
ja: 近くのリージョンを選択
ko: 가까운 지역 선택
nl: Selecteer een regio dicht bij jou
pl: Wybierz region blisko Ciebie
pt: Selecione uma região próxima a você
ru: Выберите ближайший к вам регион
th: เลือกภูมิภาคใกล้คุณ
tr: Size yakın bir bölge seçin
vi: Chọn khu vực gần bạn
zh: 选择离您较近的区域

# setupStep1_6
source: Click "Create new project" and wait for it to be ready
ar: انقر على "إنشاء مشروع جديد" وانتظر
bn: "নতুন প্রকল্প তৈরি করুন" ক্লিক করুন এবং অপেক্ষা করুন
de: Klicken Sie auf "Neues Projekt erstellen" und warten Sie
es: Haz clic en "Create new project" y espera a que esté listo
fr: Cliquez sur "Créer un nouveau projet" et attendez
hi: "नया प्रोजेक्ट बनाएं" पर क्लिक करें और प्रतीक्षा करें
id: Klik "Buat proyek baru" dan tunggu
it: Clicca su "Crea nuovo progetto" e attendi
ja: 「新規プロジェクト作成」をクリックして待機
ko: "새 프로젝트 만들기" 클릭 후 대기
nl: Klik op "Nieuw project maken" en wacht
pl: Kliknij "Utwórz nowy projekt" i poczekaj
pt: Clique em "Criar novo projeto" e aguarde
ru: Нажмите "Создать новый проект" и подождите
th: คลิก "สร้างโปรเจกต์ใหม่" และรอ
tr: "Yeni proje oluştur" tıklayın ve bekleyin
vi: Nhấp "Tạo dự án mới" và đợi
zh: 点击创建新项目并等待完成

# setupFreeTier
source: Free Tier
ar: المستوى المجاني
bn: বিনামূল্যে টায়ার
de: Kostenloses Kontingent
es: Plan gratuito
fr: Offre gratuite
hi: मुफ्त टियर
id: Tingkat Gratis
it: Piano Gratuito
ja: 無料プラン
ko: 무료 플랜
nl: Gratis Tier
pl: Darmowy plan
pt: Plano Gratuito
ru: Бесплатный план
th: แพ็กเกจฟรี
tr: Ücretsiz Katman
vi: Gói miễn phí
zh: 免费套餐
