Repository: Cumbiambero/artive
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh

source: Artworks
ar: الأعمال الفنية
bn: শিল্পকর্ম
de: Kunstwerke
es: Obras
fr: Œuvres
hi: कलाकृतियाँ
id: Karya
it: Opere
ja: 作品
ko: 작품
nl: Kunstwerken
pl: Prace
pt: Obras
ru: Работы
th: ผลงาน
tr: Eserler
vi: Tác phẩm
zh: 作品

source: Add Artwork
ar: إضافة عمل فني
bn: শিল্পকর্ম যোগ করুন
de: Kunstwerk hinzufügen
es: Añadir obra
fr: Ajouter une œuvre
hi: कलाकृति जोड़ें
id: Tambah karya
it: Aggiungi opera
ja: 作品を追加
ko: 작품 추가
nl: Kunstwerk toevoegen
pl: Dodaj pracę
pt: Adicionar obra
ru: Добавить работу
th: เพิ่มผลงาน
tr: Eser ekle
vi: Thêm tác phẩm
zh: 添加作品

source: Edit Artwork
ar: تعديل العمل الفني
bn: শিল্পকর্ম সম্পাদনা করুন
de: Kunstwerk bearbeiten
es: Editar obra
fr: Modifier l'œuvre
hi: कलाकृति संपादित करें
id: Edit karya
it: Modifica opera
ja: 作品を編集
ko: 작품 편집
nl: Kunstwerk bewerken
pl: Edytuj pracę
pt: Editar obra
ru: Редактировать работу
th: แก้ไขผลงาน
tr: Eseri düzenle
vi: Sửa tác phẩm
zh: 编辑作品

source: Delete Artwork
ar: حذف العمل الفني
bn: শিল্পকর্ম মুছুন
de: Kunstwerk löschen
es: Eliminar obra
fr: Supprimer l'œuvre
hi: कलाकृति हटाएं
id: Hapus karya
it: Elimina opera
ja: 作品を削除
ko: 작품 삭제
nl: Kunstwerk verwijderen
pl: Usuń pracę
pt: Excluir obra
ru: Удалить работу
th: ลบผลงาน
tr: Eseri sil
vi: Xóa tác phẩm
zh: 删除作品

source: Name
ar: الاسم
bn: নাম
es: Nombre
fr: Nom
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt: Nome
ru: Название
th: ชื่อ
tr: Ad
vi: Tên
zh: 名称

source: Description
ar: الوصف
bn: বিবরণ
de: Beschreibung
es: Descripción
hi: विवरण
id: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
nl: Beschrijving
pl: Opis
pt: Descrição
ru: Описание
th: คำอธิบาย
tr: Açıklama
vi: Mô tả
zh: 描述

source: Description (optional)
ar: الوصف (اختياري)
bn: বিবরণ (ঐচ্ছিক)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (optionnel)
hi: विवरण (वैकल्पिक)
id: Deskripsi (opsional)
it: Descrizione (opzionale)
ja: 説明（任意）
ko: 설명 (선택사항)
nl: Beschrijving (optioneel)
pl: Opis (opcjonalnie)
pt: Descrição (opcional)
ru: Описание (необязательно)
th: คำอธิบาย (ไม่บังคับ)
tr: Açıklama (isteğe bağlı)
vi: Mô tả (tùy chọn)
zh: 描述（可选）

# date
source: Created at
ar: أنشئ في
bn: তৈরি হয়েছে
de: Erstellt am
es: Creado el
fr: Créé le
hi: बनाया गया
id: Dibuat pada
it: Creato il
ja: 作成日
ko: 제작일
nl: Gemaakt op
pl: Utworzono
pt: Criado em
ru: Создано
th: สร้างเมื่อ
tr: Oluşturuldu
vi: Tạo lúc
zh: 创建于

source: Month
ar: الشهر
bn: মাস
de: Monat
es: Mes
fr: Mois
hi: महीना
id: Bulan
it: Mese
ja: 月
ko: 월
nl: Maand
pl: Miesiąc
pt: Mês
ru: Месяц
th: เดือน
tr: Ay
vi: Tháng
zh: 月

source: Year
ar: السنة
bn: বছর
de: Jahr
es: Año
fr: Année
hi: वर्ष
id: Tahun
it: Anno
ja: 年
ko: 년
nl: Jaar
pl: Rok
pt: Ano
ru: Год
th: ปี
tr: Yıl
vi: Năm
zh: 年

source: Dimension
ar: الأبعاد
bn: মাত্রা
de: Maße
es: Dimensión
hi: आयाम
id: Dimensi
it: Dimensione
ja: サイズ
ko: 크기
nl: Afmeting
pl: Wymiary
pt: Dimensão
ru: Размер
th: ขนาด
tr: Boyut
vi: Kích thước
zh: 尺寸

# dimensionHint
source: e.g., 50x70 cm
ar: مثال: 50x70 سم
bn: যেমন, ৫০x৭০ সেমি
de: z.B., 50x70 cm
es: ej., 50x70 cm
fr: ex., 50x70 cm
hi: जैसे, 50x70 सेमी
id: cth., 50x70 cm
it: es., 50x70 cm
ja: 例：50x70 cm
ko: 예: 50x70 cm
nl: bijv., 50x70 cm
pl: np., 50x70 cm
pt: ex., 50x70 cm
ru: напр., 50x70 см
th: เช่น 50x70 ซม.
tr: örn., 50x70 cm
vi: vd: 50x70 cm
zh: 例如：50x70 厘米

source: Medium
ar: الوسيط
bn: মাধ্যম
de: Technik
es: Técnica
fr: Technique
hi: माध्यम
id: Media
it: Tecnica
ja: 技法
ko: 기법
nl: Techniek
pl: Technika
pt: Técnica
ru: Техника
th: เทคนิค
tr: Teknik
vi: Chất liệu
zh: 媒介

# mediumHint
source: e.g., Oil on canvas
ar: مثال: زيت على قماش
bn: যেমন, ক্যানভাসে তেল
de: z.B., Öl auf Leinwand
es: ej., Óleo sobre lienzo
fr: ex., Huile sur toile
hi: जैसे, कैनवास पर तेल
id: cth., Cat minyak di kanvas
it: es., Olio su tela
ja: 例：キャンバスに油彩
ko: 예: 캔버스에 유채
nl: bijv., Olieverf op doek
pl: np., Olej na płótnie
pt: ex., Óleo sobre tela
ru: напр., Масло на холсте
th: เช่น สีน้ำมันบนผ้าใบ
tr: örn., Tuval üzerine yağlı boya
vi: vd: Sơn dầu trên canvas
zh: 例如：布面油画

source: Images
ar: الصور
bn: ছবি
de: Bilder
es: Imágenes
hi: छवियां
id: Gambar
it: Immagini
ja: 画像
ko: 이미지
nl: Afbeeldingen
pl: Obrazy
pt: Imagens
ru: Изображения
th: รูปภาพ
tr: Görseller
vi: Hình ảnh
zh: 图片

source: Add Image
ar: إضافة صورة
bn: ছবি যোগ করুন
de: Bild hinzufügen
es: Añadir imagen
fr: Ajouter une image
hi: छवि जोड़ें
id: Tambah gambar
it: Aggiungi immagine
ja: 画像を追加
ko: 이미지 추가
nl: Afbeelding toevoegen
pl: Dodaj obraz
pt: Adicionar imagem
ru: Добавить изображение
th: เพิ่มรูปภาพ
tr: Görsel ekle
vi: Thêm hình ảnh
zh: 添加图片

source: Photo
ar: رئيسية
bn: প্রধান
de: Haupt
es: Foto
fr: Principale
hi: मुख्य
id: Utama
it: Principale
ja: メイン
ko: 메인
nl: Hoofd
pl: Główny
pt: Principal
ru: Основное
th: หลัก
tr: Ana
zh: 主图

source: Reference
ar: مرجع صورة
bn: ফটো রেফারেন্স
de: Fotoreferenz
es: Referencia
fr: Photo référence
hi: फोटो संदर्भ
id: Referensi foto
it: Foto riferimento
ja: 参考写真
ko: 사진 참조
nl: Foto referentie
pl: Foto referencja
pt: Foto referência
ru: Фото референс
th: ภาพอ้างอิง
tr: Fotoğraf referansı
zh: 照片参考

source: Scan
ar: مسح ضوئي
bn: স্ক্যান
es: Escaneo
hi: स्कैन
id: Pindai
it: Scansione
ja: スキャン
ko: 스캔
pl: Skan
pt: Digitalização
ru: Скан
th: สแกน
tr: Tarama
vi: Quét
zh: 扫描

source: Save
ar: حفظ
bn: সংরক্ষণ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
th: บันทึก
tr: Kaydet
vi: Lưu
zh: 保存

source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh: 取消

source: Delete
ar: حذف
bn: মুছুন
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить
th: ลบ
tr: Sil
vi: Xóa
zh: 删除

# confirmDelete
source: Are you sure you want to delete this artwork?
ar: هل أنت متأكد من حذف هذا العمل الفني؟
bn: আপনি কি এই শিল্পকর্মটি মুছে ফেলতে চান?
de: Sind Sie sicher, dass Sie dieses Kunstwerk löschen möchten?
es: ¿Estás seguro de que quieres eliminar esta obra?
fr: Êtes-vous sûr de vouloir supprimer cette œuvre ?
hi: क्या आप वाकई इस कलाकृति को हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus karya ini?
it: Sei sicuro di voler eliminare questa opera?
ja: この作品を削除してもよろしいですか？
ko: 이 작품을 삭제하시겠습니까?
nl: Weet je zeker dat je dit kunstwerk wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę pracę?
pt: Tem certeza que deseja excluir esta obra?
ru: Вы уверены, что хотите удалить эту работу?
th: คุณแน่ใจหรือไม่ที่จะลบผลงานนี้?
tr: Bu eseri silmek istediğinizden emin misiniz?
vi: Bạn có chắc muốn xóa tác phẩm này?
zh: 确定要删除这件作品吗？

# confirmDeleteImage
source: Are you sure you want to delete this image?
ar: هل أنت متأكد من حذف هذه الصورة؟
bn: আপনি কি এই ছবিটি মুছে ফেলতে চান?
de: Sind Sie sicher, dass Sie dieses Bild löschen möchten?
es: ¿Estás seguro de que quieres eliminar esta imagen?
fr: Êtes-vous sûr de vouloir supprimer cette image ?
hi: क्या आप वाकई इस छवि को हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus gambar ini?
it: Sei sicuro di voler eliminare questa immagine?
ja: この画像を削除してもよろしいですか？
ko: 이 이미지를 삭제하시겠습니까?
nl: Weet je zeker dat je deze afbeelding wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten obraz?
pt: Tem certeza que deseja excluir esta imagem?
ru: Вы уверены, что хотите удалить это изображение?
th: คุณแน่ใจหรือไม่ที่จะลบรูปภาพนี้?
tr: Bu görseli silmek istediğinizden emin misiniz?
vi: Bạn có chắc muốn xóa hình ảnh này?
zh: 确定要删除这张图片吗？

source: Yes
ar: نعم
bn: হ্যাঁ
de: Ja
es: Sí
fr: Oui
hi: हां
id: Ya
it: Sì
ja: はい
ko: 예
nl: Ja
pl: Tak
pt: Sim
ru: Да
th: ใช่
tr: Evet
vi: Có
zh: 是

source: No
ar: لا
bn: না
de: Nein
fr: Non
hi: नहीं
id: Tidak
ja: いいえ
ko: 아니오
nl: Nee
pl: Nie
pt: Não
ru: Нет
th: ไม่
tr: Hayır
vi: Không
zh: 否

source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh: 设置

source: Language
ar: اللغة
bn: ভাষা
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt: Idioma
ru: Язык
th: ภาษา
tr: Dil
vi: Ngôn ngữ
zh: 语言

source: About
ar: حول
bn: সম্পর্কে
de: Über
es: Acerca de
fr: À propos
hi: के बारे में
id: Tentang
it: Informazioni
ja: アプリについて
ko: 정보
nl: Over
pl: O aplikacji
pt: Sobre
ru: О приложении
th: เกี่ยวกับ
tr: Hakkında
vi: Giới thiệu
zh: 关于

source: Version
ar: الإصدار
bn: সংস্করণ
es: Versión
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pl: Wersja
pt: Versão
ru: Версия
th: เวอร์ชัน
tr: Sürüm
vi: Phiên bản
zh: 版本

source: Search
ar: بحث
bn: অনুসন্ধান
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
id: Cari
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukaj
pt: Pesquisar
ru: Поиск
th: ค้นหา
tr: Ara
vi: Tìm kiếm
zh: 搜索

# searchHint
source: Exact match search
ar: بحث مطابق تماماً
bn: সঠিক মিল অনুসন্ধান
de: Exakte Suche
es: Búsqueda exacta
fr: Recherche exacte
hi: सटीक मिलान खोज
id: Pencarian tepat
it: Ricerca esatta
ja: 完全一致検索
ko: 정확히 일치 검색
nl: Exacte zoekopdracht
pl: Dokładne wyszukiwanie
pt: Pesquisa exata
ru: Точный поиск
th: ค้นหาแบบตรงทั้งหมด
tr: Tam eşleşme araması
vi: Tìm kiếm chính xác
zh: 精确匹配搜索

# noArtworks
source: No artworks yet
ar: لا توجد أعمال فنية بعد
bn: এখনো কোন শিল্পকর্ম নেই
de: Noch keine Kunstwerke
es: No hay obras todavía
fr: Aucune œuvre pour le moment
hi: अभी तक कोई कलाकृति नहीं
id: Belum ada karya
it: Nessuna opera ancora
ja: まだ作品がありません
ko: 아직 작품이 없습니다
nl: Nog geen kunstwerken
pl: Brak prac
pt: Nenhuma obra ainda
ru: Пока нет работ
th: ยังไม่มีผลงาน
tr: Henüz eser yok
vi: Chưa có tác phẩm nào
zh: 还没有作品

# noArtworksHint
source: Tap + to add your first artwork
ar: اضغط + لإضافة عملك الفني الأول
bn: আপনার প্রথম শিল্পকর্ম যোগ করতে + চাপুন
de: Tippen Sie auf + um Ihr erstes Kunstwerk hinzuzufügen
es: Toca + para añadir tu primera obra
fr: Appuyez sur + pour ajouter votre première œuvre
hi: अपनी पहली कलाकृति जोड़ने के लिए + दबाएं
id: Ketuk + untuk menambahkan karya pertama Anda
it: Tocca + per aggiungere la tua prima opera
ja: +をタップして最初の作品を追加
ko: +를 눌러 첫 번째 작품을 추가하세요
nl: Tik op + om je eerste kunstwerk toe te voegen
pl: Dotknij + aby dodać pierwszą pracę
pt: Toque em + para adicionar sua primeira obra
ru: Нажмите + чтобы добавить первую работу
th: แตะ + เพื่อเพิ่มผลงานชิ้นแรก
tr: İlk eserinizi eklemek için + düğmesine dokunun
vi: Nhấn + để thêm tác phẩm đầu tiên
zh: 点击 + 添加您的第一件作品

source: Loading...
ar: جاري التحميل...
bn: লোড হচ্ছে...
de: Laden...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
id: Memuat...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
nl: Laden...
pl: Ładowanie...
pt: Carregando...
ru: Загрузка...
th: กำลังโหลด...
tr: Yükleniyor...
vi: Đang tải...
zh: 加载中...

source: Error
ar: خطأ
bn: ত্রুটি
de: Fehler
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi
zh: 错误

source: Retry
ar: إعادة المحاولة
bn: পুনরায় চেষ্টা করুন
de: Wiederholen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pl: Ponów
pt: Tentar novamente
ru: Повторить
th: ลองอีกครั้ง
tr: Tekrar dene
vi: Thử lại
zh: 重试

source: Uploading image...
ar: جاري رفع الصورة...
bn: ছবি আপলোড হচ্ছে...
de: Bild wird hochgeladen...
es: Subiendo imagen...
fr: Téléchargement de l'image...
hi: छवि अपलोड हो रही है...
id: Mengunggah gambar...
it: Caricamento immagine...
ja: 画像をアップロード中...
ko: 이미지 업로드 중...
nl: Afbeelding uploaden...
pl: Przesyłanie obrazu...
pt: Enviando imagem...
ru: Загрузка изображения...
th: กำลังอัปโหลดรูปภาพ...
tr: Görsel yükleniyor...
vi: Đang tải lên hình ảnh...
zh: 正在上传图片...

source: Image uploaded
ar: تم رفع الصورة
bn: ছবি আপলোড হয়েছে
de: Bild hochgeladen
es: Imagen subida
fr: Image téléchargée
hi: छवि अपलोड हो गई
id: Gambar diunggah
it: Immagine caricata
ja: 画像がアップロードされました
ko: 이미지 업로드됨
nl: Afbeelding geüpload
pl: Obraz przesłany
pt: Imagem enviada
ru: Изображение загружено
th: อัปโหลดรูปภาพแล้ว
tr: Görsel yüklendi
vi: Hình ảnh đã tải lên
zh: 图片已上传

# imageFailed
source: Image upload failed
ar: فشل رفع الصورة
bn: ছবি আপলোড ব্যর্থ
de: Bild-Upload fehlgeschlagen
es: Error al subir imagen
fr: Échec du téléchargement
hi: छवि अपलोड विफल
id: Gagal mengunggah gambar
it: Caricamento immagine fallito
ja: 画像のアップロードに失敗しました
ko: 이미지 업로드 실패
nl: Afbeelding upload mislukt
pl: Przesyłanie obrazu nie powiodło się
pt: Falha ao enviar imagem
ru: Ошибка загрузки изображения
th: อัปโหลดรูปภาพล้มเหลว
tr: Görsel yüklenemedi
vi: Tải hình ảnh thất bại
zh: 图片上传失败

source: Artwork saved
ar: تم حفظ العمل الفني
bn: শিল্পকর্ম সংরক্ষিত
de: Kunstwerk gespeichert
es: Obra guardada
fr: Œuvre enregistrée
hi: कलाकृति सहेजी गई
id: Karya disimpan
it: Opera salvata
ja: 作品が保存されました
ko: 작품이 저장됨
nl: Kunstwerk opgeslagen
pl: Praca zapisana
pt: Obra salva
ru: Работа сохранена
th: บันทึกผลงานแล้ว
tr: Eser kaydedildi
vi: Đã lưu tác phẩm
zh: 作品已保存

source: Artwork deleted
ar: تم حذف العمل الفني
bn: শিল্পকর্ম মুছে ফেলা হয়েছে
de: Kunstwerk gelöscht
es: Obra eliminada
fr: Œuvre supprimée
hi: कलाकृति हटाई गई
id: Karya dihapus
it: Opera eliminata
ja: 作品が削除されました
ko: 작품이 삭제됨
nl: Kunstwerk verwijderd
pl: Praca usunięta
pt: Obra excluída
ru: Работа удалена
th: ลบผลงานแล้ว
tr: Eser silindi
vi: Đã xóa tác phẩm
zh: 作品已删除

# requiredField
source: This field is required
ar: هذا الحقل مطلوب
bn: এই ক্ষেত্রটি প্রয়োজন
de: Dieses Feld ist erforderlich
es: Este campo es obligatorio
fr: Ce champ est obligatoire
hi: यह फ़ील्ड आवश्यक है
id: Bidang ini wajib diisi
it: Questo campo è obbligatorio
ja: この項目は必須です
ko: 필수 항목입니다
nl: Dit veld is verplicht
pl: To pole jest wymagane
pt: Este campo é obrigatório
ru: Это поле обязательно
th: ฟิลด์นี้จำเป็น
tr: Bu alan zorunludur
vi: Trường này là bắt buộc
zh: 此字段为必填项

# invalidYear
source: Please enter a valid year
ar: يرجى إدخال سنة صحيحة
bn: অনুগ্রহ করে একটি বৈধ বছর লিখুন
de: Bitte geben Sie ein gültiges Jahr ein
es: Por favor introduce un año válido
fr: Veuillez entrer une année valide
hi: कृपया एक मान्य वर्ष दर्ज करें
id: Masukkan tahun yang valid
it: Inserisci un anno valido
ja: 有効な年を入力してください
ko: 유효한 연도를 입력하세요
nl: Voer een geldig jaar in
pl: Wprowadź prawidłowy rok
pt: Por favor, insira um ano válido
ru: Пожалуйста, введите корректный год
th: กรุณาใส่ปีที่ถูกต้อง
tr: Lütfen geçerli bir yıl girin
vi: Vui lòng nhập năm hợp lệ
zh: 请输入有效的年份

# invalidMonth
source: Please enter a month between 1 and 12
ar: يرجى إدخال شهر بين 1 و 12
bn: অনুগ্রহ করে ১ থেকে ১২ এর মধ্যে মাস লিখুন
de: Bitte geben Sie einen Monat zwischen 1 und 12 ein
es: Por favor introduce un mes entre 1 y 12
fr: Veuillez entrer un mois entre 1 et 12
hi: कृपया 1 से 12 के बीच महीना दर्ज करें
id: Masukkan bulan antara 1 dan 12
it: Inserisci un mese tra 1 e 12
ja: 1から12の月を入力してください
ko: 1에서 12 사이의 월을 입력하세요
nl: Voer een maand tussen 1 en 12 in
pl: Wprowadź miesiąc od 1 do 12
pt: Por favor, insira um mês entre 1 e 12
ru: Пожалуйста, введите месяц от 1 до 12
th: กรุณาใส่เดือนระหว่าง 1 ถึง 12
tr: Lütfen 1 ile 12 arasında bir ay girin
vi: Vui lòng nhập tháng từ 1 đến 12
zh: 请输入1到12之间的月份

# selectImageTag
source: Select image type
ar: اختر نوع الصورة
bn: ছবির ধরন নির্বাচন করুন
de: Bildtyp auswählen
es: Selecciona tipo de imagen
fr: Sélectionner le type d'image
hi: छवि प्रकार चुनें
id: Pilih jenis gambar
it: Seleziona tipo immagine
ja: 画像タイプを選択
ko: 이미지 유형 선택
nl: Selecteer afbeeldingstype
pl: Wybierz typ obrazu
pt: Selecione o tipo de imagem
ru: Выберите тип изображения
th: เลือกประเภทรูปภาพ
tr: Görsel türü seçin
vi: Chọn loại hình ảnh
zh: 选择图片类型

source: Gallery
ar: المعرض
bn: গ্যালারি
de: Galerie
es: Galería
fr: Galerie
hi: गैलरी
id: Galeri
it: Galleria
ja: ギャラリー
ko: 갤러리
nl: Galerij
pl: Galeria
pt: Galeria
ru: Галерея
th: แกลเลอรี
tr: Galeri
vi: Thư viện
zh: 图库

source: Camera
ar: الكاميرا
bn: ক্যামেরা
de: Kamera
es: Cámara
fr: Appareil photo
hi: कैमरा
id: Kamera
it: Fotocamera
ja: カメラ
ko: 카메라
pl: Aparat
pt: Câmera
ru: Камера
th: กล้อง
tr: Kamera
vi: Máy ảnh
zh: 相机

# selectSource
source: Select image source
ar: اختر مصدر الصورة
bn: ছবির উৎস নির্বাচন করুন
de: Bildquelle auswählen
es: Selecciona origen de imagen
fr: Sélectionner la source
hi: छवि स्रोत चुनें
id: Pilih sumber gambar
it: Seleziona origine immagine
ja: 画像ソースを選択
ko: 이미지 소스 선택
nl: Selecteer afbeeldingsbron
pl: Wybierz źródło obrazu
pt: Selecione a origem da imagem
ru: Выберите источник изображения
th: เลือกแหล่งที่มารูปภาพ
tr: Görsel kaynağı seçin
vi: Chọn nguồn hình ảnh
zh: 选择图片来源

source: ID
ar: المعرف
bn: আইডি
hi: आईडी
zh: 编号

# createdAt
source: Uploaded at
ar: تم الرفع في
bn: আপলোড হয়েছে
de: Hochgeladen am
es: Subido el
fr: Téléchargé le
hi: अपलोड किया गया
id: Diunggah pada
it: Caricato il
ja: アップロード日
ko: 업로드일
nl: Geüpload op
pl: Wysłano
pt: Enviado em
ru: Загружено
th: อัปโหลดเมื่อ
tr: Yüklendi
vi: Tải lên lúc
zh: 上传于

source: Filter by medium
ar: تصفية حسب الوسيط
bn: মাধ্যম দিয়ে ফিল্টার
de: Nach Technik filtern
es: Filtrar por técnica
fr: Filtrer par technique
hi: माध्यम से फ़िल्टर करें
id: Filter berdasarkan media
it: Filtra per tecnica
ja: 技法でフィルター
ko: 기법으로 필터
nl: Filter op techniek
pl: Filtruj według techniki
pt: Filtrar por técnica
ru: Фильтр по технике
th: กรองตามเทคนิค
tr: Tekniğe göre filtrele
vi: Lọc theo chất liệu
zh: 按媒介筛选

source: Filter by year
ar: تصفية حسب السنة
bn: বছর দিয়ে ফিল্টার
de: Nach Jahr filtern
es: Filtrar por año
fr: Filtrer par année
hi: वर्ष से फ़िल्टर करें
id: Filter berdasarkan tahun
it: Filtra per anno
ja: 年でフィルター
ko: 연도로 필터
nl: Filter op jaar
pl: Filtruj według roku
pt: Filtrar por ano
ru: Фильтр по году
th: กรองตามปี
tr: Yıla göre filtrele
vi: Lọc theo năm
zh: 按年份筛选

source: All media
ar: جميع الوسائط
bn: সব মাধ্যম
de: Alle Techniken
es: Todas las técnicas
fr: Toutes les techniques
hi: सभी माध्यम
id: Semua media
it: Tutte le tecniche
ja: すべての技法
ko: 모든 기법
nl: Alle technieken
pl: Wszystkie techniki
pt: Todas as técnicas
ru: Все техники
th: ทุกเทคนิค
tr: Tüm teknikler
vi: Tất cả chất liệu
zh: 所有媒介

source: All years
ar: جميع السنوات
bn: সব বছর
de: Alle Jahre
es: Todos los años
fr: Toutes les années
hi: सभी वर्ष
id: Semua tahun
it: Tutti gli anni
ja: すべての年
ko: 모든 연도
nl: Alle jaren
pl: Wszystkie lata
pt: Todos os anos
ru: Все годы
th: ทุกปี
tr: Tüm yıllar
vi: Tất cả các năm
zh: 所有年份

source: Sort by
ar: ترتيب حسب
bn: সাজান
de: Sortieren nach
es: Ordenar por
fr: Trier par
hi: इसके अनुसार क्रमबद्ध करें
id: Urutkan berdasarkan
it: Ordina per
ja: 並び替え
ko: 정렬 기준
nl: Sorteren op
pl: Sortuj według
pt: Ordenar por
ru: Сортировать по
th: เรียงตาม
tr: Sırala
vi: Sắp xếp theo
zh: 排序方式

# sortByName
source: Name
ar: الاسم
bn: নাম
es: Nombre
fr: Nom
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwy
pt: Nome
ru: Названию
th: ชื่อ
tr: Ad
vi: Tên
zh: 名称

# sortByDate
source: Date
ar: التاريخ
bn: তারিখ
de: Datum
es: Fecha
hi: तारीख
id: Tanggal
it: Data
ja: 日付
ko: 날짜
nl: Datum
pl: Daty
pt: Data
ru: Дате
th: วันที่
tr: Tarih
vi: Ngày
zh: 日期

# sortByCreated
source: Created
ar: تاريخ الإنشاء
bn: তৈরির সময়
de: Erstellung
es: Creación
fr: Création
hi: निर्मित
id: Tanggal dibuat
it: Creazione
ja: 作成日
ko: 생성일
nl: Aanmaakdatum
pl: Utworzenia
pt: Criação
ru: Создания
th: วันที่สร้าง
tr: Oluşturulma
vi: Ngày tạo
zh: 创建时间

source: Ascending
ar: تصاعدي
bn: ক্রমবর্ধমান
de: Aufsteigend
es: Ascendente
fr: Croissant
hi: आरोही
id: Menaik
it: Crescente
ja: 昇順
ko: 오름차순
nl: Oplopend
pl: Rosnąco
pt: Crescente
ru: По возрастанию
th: น้อยไปมาก
tr: Artan
vi: Tăng dần
zh: 升序

source: Descending
ar: تنازلي
bn: ক্রমহ্রাসমান
de: Absteigend
es: Descendente
fr: Décroissant
hi: अवरोही
id: Menurun
it: Decrescente
ja: 降順
ko: 내림차순
nl: Aflopend
pl: Malejąco
pt: Decrescente
ru: По убыванию
th: มากไปน้อย
tr: Azalan
vi: Giảm dần
zh: 降序

source: Back
ar: رجوع
bn: পেছনে
de: Zurück
es: Atrás
fr: Retour
hi: वापस
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt: Voltar
ru: Назад
th: กลับ
tr: Geri
vi: Quay lại
zh: 返回

source: Close
ar: إغلاق
bn: বন্ধ করুন
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
vi: Đóng
zh: 关闭

source: Copy
ar: نسخ
bn: কপি করুন
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
id: Salin
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ru: Копировать
th: คัดลอก
tr: Kopyala
vi: Sao chép
zh: 复制

source: Skip
ar: تخطي
bn: এড়িয়ে যান
de: Überspringen
es: Omitir
fr: Ignorer
hi: छोड़ें
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
nl: Overslaan
pl: Pomiń
pt: Pular
ru: Пропустить
th: ข้าม
tr: Atla
vi: Bỏ qua
zh: 跳过

source: Done
ar: تم
bn: সম্পন্ন
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt: Concluído
ru: Готово
th: เสร็จสิ้น
tr: Tamam
vi: Xong
zh: 完成

source: Reset
ar: إعادة تعيين
bn: রিসেট
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
id: Atur Ulang
it: Reimposta
ja: リセット
ko: 재설정
nl: Resetten
pl: Resetuj
pt: Redefinir
ru: Сбросить
th: รีเซ็ต
tr: Sıfırla
vi: Đặt lại
zh: 重置

source: Cloud Connection
ar: اتصال السحابة
bn: ক্লাউড সংযোগ
de: Cloud-Verbindung
es: Conexión a la nube
fr: Connexion Cloud
hi: क्लाउड कनेक्शन
id: Koneksi Cloud
it: Connessione Cloud
ja: クラウド接続
ko: 클라우드 연결
nl: Cloudverbinding
pl: Połączenie z chmurą
pt: Conexão na Nuvem
ru: Облачное подключение
th: การเชื่อมต่อคลาวด์
tr: Bulut Bağlantısı
vi: Kết nối đám mây
zh: 云连接

# cloudConnectionSubtitle
source: Reconfigure Supabase connection
ar: إعادة تكوين اتصال Supabase
bn: Supabase সংযোগ পুনরায় কনফিগার করুন
de: Supabase-Verbindung neu konfigurieren
es: Reconfigurar conexión con Supabase
fr: Reconfigurer la connexion Supabase
hi: Supabase कनेक्शन पुनः कॉन्फ़िगर करें
id: Konfigurasi ulang koneksi Supabase
it: Riconfigura connessione Supabase
ja: Supabase接続を再設定
ko: Supabase 연결 재구성
nl: Supabase-verbinding opnieuw configureren
pl: Ponownie skonfiguruj połączenie Supabase
pt: Reconfigurar conexão Supabase
ru: Перенастроить подключение Supabase
th: กำหนดค่าการเชื่อมต่อ Supabase ใหม่
tr: Supabase bağlantısını yeniden yapılandır
vi: Cấu hình lại kết nối Supabase
zh: 重新配置 Supabase 连接

source: Reset Cloud Connection
ar: إعادة تعيين اتصال السحابة
bn: ক্লাউড সংযোগ রিসেট করুন
de: Cloud-Verbindung zurücksetzen
es: Restablecer conexión a la nube
fr: Réinitialiser la connexion Cloud
hi: क्लाउड कनेक्शन रीसेट करें
id: Atur Ulang Koneksi Cloud
it: Reimposta Connessione Cloud
ja: クラウド接続をリセット
ko: 클라우드 연결 재설정
nl: Cloudverbinding resetten
pl: Resetuj połączenie z chmurą
pt: Redefinir Conexão na Nuvem
ru: Сбросить облачное подключение
th: รีเซ็ตการเชื่อมต่อคลาวด์
tr: Bulut Bağlantısını Sıfırla
vi: Đặt lại kết nối đám mây
zh: 重置云连接
