Repository: Cumbiambero/artive
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh

# setupFreeTierContent
source: Supabase free tier includes 500MB database and 1GB file storage - plenty for thousands of artworks!
ar: يتضمن المستوى المجاني من Supabase قاعدة بيانات 500 ميجابايت و1 جيجابايت تخزين ملفات - كافٍ لآلاف الأعمال الفنية!
bn: Supabase বিনামূল্যে টায়ারে ৫০০MB ডেটাবেস এবং ১GB ফাইল স্টোরেজ অন্তর্ভুক্ত - হাজার হাজার শিল্পকর্মের জন্য যথেষ্ট!
de: Das kostenlose Supabase-Kontingent umfasst 500MB Datenbank und 1GB Dateispeicher - genug für Tausende von Kunstwerken!
es: El plan gratuito de Supabase incluye 500MB de base de datos y 1GB de almacenamiento - ¡suficiente para miles de obras!
fr: L'offre gratuite Supabase inclut 500 Mo de base de données et 1 Go de stockage - suffisant pour des milliers d'œuvres !
hi: Supabase मुफ्त टियर में 500MB डेटाबेस और 1GB फ़ाइल स्टोरेज शामिल है - हज़ारों कलाकृतियों के लिए पर्याप्त!
id: Tingkat gratis Supabase mencakup database 500MB dan penyimpanan file 1GB - cukup untuk ribuan karya!
it: Il piano gratuito di Supabase include 500MB di database e 1GB di archiviazione file - sufficiente per migliaia di opere!
ja: Supabase無料プランには500MBのデータベースと1GBのファイルストレージが含まれます。数千の作品に十分です！
ko: Supabase 무료 플랜에는 500MB 데이터베이스와 1GB 파일 스토리지가 포함됩니다 - 수천 개의 작품에 충분합니다!
nl: De gratis Supabase-tier bevat 500MB database en 1GB bestandsopslag - genoeg voor duizenden kunstwerken!
pl: Darmowy plan Supabase zawiera 500MB bazy danych i 1GB przechowywania plików - wystarczająco na tysiące prac!
pt: O plano gratuito do Supabase inclui 500MB de banco de dados e 1GB de armazenamento de arquivos - suficiente para milhares de obras!
ru: Бесплатный план Supabase включает 500 МБ базы данных и 1 ГБ файлового хранилища — достаточно для тысяч работ!
th: แพ็กเกจฟรีของ Supabase รวมฐานข้อมูล 500MB และที่เก็บไฟล์ 1GB - เพียงพอสำหรับผลงานนับพัน!
tr: Supabase ücretsiz katmanı 500MB veritabanı ve 1GB dosya depolama içerir - binlerce eser için yeterli!
vi: Gói miễn phí Supabase bao gồm 500MB cơ sở dữ liệu và 1GB lưu trữ tệp - đủ cho hàng nghìn tác phẩm!
zh: Supabase 免费套餐包括 500MB 数据库和 1GB 文件存储——足够存储数千件作品！

# setupProjectCreated
source: Project Created
ar: تم إنشاء المشروع
bn: প্রকল্প তৈরি হয়েছে
de: Projekt erstellt
es: Proyecto creado
fr: Projet créé
hi: प्रोजेक्ट बनाया गया
id: Proyek Dibuat
it: Progetto Creato
ja: プロジェクト作成完了
ko: 프로젝트 생성됨
nl: Project Aangemaakt
pl: Projekt utworzony
pt: Projeto Criado
ru: Проект создан
th: สร้างโปรเจกต์แล้ว
tr: Proje Oluşturuldu
vi: Đã tạo dự án
zh: 项目已创建

# setupStep2Title
source: Step 2: Get Your Credentials
ar: الخطوة 2: الحصول على بيانات الاعتماد
bn: ধাপ ২: আপনার শংসাপত্র পান
de: Schritt 2: Zugangsdaten abrufen
es: Paso 2: Obtener tus credenciales
fr: Étape 2 : Obtenir vos identifiants
hi: चरण 2: अपने क्रेडेंशियल्स प्राप्त करें
id: Langkah 2: Dapatkan Kredensial Anda
it: Passo 2: Ottieni le tue credenziali
ja: ステップ2：認証情報を取得
ko: 2단계: 자격 증명 가져오기
nl: Stap 2: Haal je Inloggegevens op
pl: Krok 2: Pobierz dane uwierzytelniające
pt: Passo 2: Obter Suas Credenciais
ru: Шаг 2: Получение учётных данных
th: ขั้นตอนที่ 2: รับข้อมูลรับรอง
tr: Adım 2: Kimlik Bilgilerinizi Alın
vi: Bước 2: Lấy thông tin xác thực
zh: 步骤 2：获取凭据

# setupStep2_1
source: In your Supabase project, go to "Project Settings" (gear icon)
ar: في مشروع Supabase الخاص بك، اذهب إلى "إعدادات المشروع" (أيقونة الترس)
bn: আপনার Supabase প্রকল্পে "প্রকল্প সেটিংস" (গিয়ার আইকন)-এ যান
de: Gehen Sie in Ihrem Supabase-Projekt zu "Projekteinstellungen" (Zahnrad-Symbol)
es: En tu proyecto de Supabase, ve a "Project Settings" (icono de engranaje)
fr: Dans votre projet Supabase, allez dans "Paramètres du projet" (icône engrenage)
hi: अपने Supabase प्रोजेक्ट में, "प्रोजेक्ट सेटिंग्स" (गियर आइकन) पर जाएं
id: Di proyek Supabase Anda, buka "Pengaturan Proyek" (ikon roda gigi)
it: Nel tuo progetto Supabase, vai su "Impostazioni Progetto" (icona ingranaggio)
ja: Supabaseプロジェクトで「プロジェクト設定」（歯車アイコン）に移動
ko: Supabase 프로젝트에서 "프로젝트 설정" (톱니바퀴 아이콘)으로 이동
nl: Ga in je Supabase-project naar "Projectinstellingen" (tandwiel-icoon)
pl: W projekcie Supabase przejdź do "Ustawienia projektu" (ikona koła zębatego)
pt: No seu projeto Supabase, vá para "Configurações do Projeto" (ícone de engrenagem)
ru: В вашем проекте Supabase перейдите в "Настройки проекта" (значок шестерёнки)
th: ในโปรเจกต์ Supabase ไปที่ "การตั้งค่าโปรเจกต์" (ไอคอนเฟือง)
tr: Supabase projenizde "Proje Ayarları"na (dişli simgesi) gidin
vi: Trong dự án Supabase, vào "Cài đặt dự án" (biểu tượng bánh răng)
zh: 在您的 Supabase 项目中，转到项目设置（齿轮图标）

# setupStep2_2
source: Click on "Data API" in the settings menu
ar: انقر على "Data API" في قائمة الإعدادات
bn: সেটিংস মেনুতে "Data API" ক্লিক করুন
de: Klicken Sie im Einstellungsmenü auf "Data API"
es: Haz clic en "Data API" en el menú de configuración
fr: Cliquez sur "Data API" dans le menu des paramètres
hi: सेटिंग्स मेनू में "Data API" पर क्लिक करें
id: Klik "Data API" di menu pengaturan
it: Clicca su "Data API" nel menu impostazioni
ja: 設定メニューで「Data API」をクリック
ko: 설정 메뉴에서 "Data API" 클릭
nl: Klik op "Data API" in het instellingenmenu
pl: Kliknij "Data API" w menu ustawień
pt: Clique em "Data API" no menu de configurações
ru: Нажмите на "Data API" в меню настроек
th: คลิก "Data API" ในเมนูการตั้งค่า
tr: Ayarlar menüsünde "Data API" tıklayın
vi: Nhấp "Data API" trong menu cài đặt
zh: 在设置菜单中点击 Data API

# setupStep2_3
source: Find "Project URL" - looks like: https://xxxxx.supabase.co
ar: ابحث عن "Project URL" - يبدو مثل: https://xxxxx.supabase.co
bn: "Project URL" খুঁজুন - এরকম দেখতে: https://xxxxx.supabase.co
de: Suchen Sie "Project URL" - sieht aus wie: https://xxxxx.supabase.co
es: Encuentra "Project URL" - se ve así: https://xxxxx.supabase.co
fr: Trouvez "Project URL" - ressemble à : https://xxxxx.supabase.co
hi: "Project URL" खोजें - जैसे: https://xxxxx.supabase.co
id: Temukan "Project URL" - terlihat seperti: https://xxxxx.supabase.co
it: Trova "Project URL" - tipo: https://xxxxx.supabase.co
ja: 「Project URL」を探す - 形式：https://xxxxx.supabase.co
ko: "Project URL" 찾기 - 형식: https://xxxxx.supabase.co
nl: Zoek "Project URL" - ziet eruit als: https://xxxxx.supabase.co
pl: Znajdź "Project URL" - wygląda jak: https://xxxxx.supabase.co
pt: Encontre "Project URL" - parece com: https://xxxxx.supabase.co
ru: Найдите "Project URL" — выглядит как: https://xxxxx.supabase.co
th: หา "Project URL" - ดูเหมือน: https://xxxxx.supabase.co
tr: "Project URL" bulun - şöyle görünür: https://xxxxx.supabase.co
vi: Tìm "Project URL" - có dạng: https://xxxxx.supabase.co
zh: 找到Project URL——格式如：https://xxxxx.supabase.co

# setupStep2_4
source: Find the "anon" key under "Project API keys"
ar: ابحث عن مفتاح "anon" تحت "Project API keys"
bn: "Project API keys"-এর অধীনে "anon" কী খুঁজুন
de: Suchen Sie den "anon" Schlüssel unter "Project API keys"
es: Encuentra la clave "anon" bajo "Project API keys"
fr: Trouvez la clé "anon" sous "Project API keys"
hi: "Project API keys" के अंतर्गत "anon" कुंजी खोजें
id: Temukan kunci "anon" di bawah "Project API keys"
it: Trova la chiave "anon" sotto "Project API keys"
ja: 「Project API keys」の下にある「anon」キーを探す
ko: "Project API keys"에서 "anon" 키 찾기
nl: Zoek de "anon" sleutel onder "Project API keys"
pl: Znajdź klucz "anon" w "Project API keys"
pt: Encontre a chave "anon" em "Project API keys"
ru: Найдите ключ "anon" в разделе "Project API keys"
th: หาคีย์ "anon" ภายใต้ "Project API keys"
tr: "Project API keys" altında "anon" anahtarını bulun
vi: Tìm khóa "anon" trong "Project API keys"
zh: 在 Project API keys 下找到 anon 密钥

# setupAboutApiKeys
source: About API Keys
ar: حول مفاتيح API
bn: API কী সম্পর্কে
de: Über API-Schlüssel
es: Sobre las claves API
fr: À propos des clés API
hi: API कुंजियों के बारे में
id: Tentang Kunci API
it: Informazioni sulle chiavi API
ja: APIキーについて
ko: API 키 정보
nl: Over API-sleutels
pl: O kluczach API
pt: Sobre Chaves de API
ru: Об API-ключах
th: เกี่ยวกับคีย์ API
tr: API Anahtarları Hakkında
vi: Về khóa API
zh: 关于 API 密钥

# setupAboutApiKeysContent
source: The anon key is safe for apps. It works with Row Level Security policies.
ar: مفتاح anon آمن للتطبيقات. يعمل مع سياسات أمان مستوى الصف.
bn: anon কী অ্যাপের জন্য নিরাপদ। এটি Row Level Security নীতির সাথে কাজ করে।
de: Der anon-Schlüssel ist sicher für Apps. Er funktioniert mit Row Level Security-Richtlinien.
es: La clave anon es segura para apps. Funciona con las políticas de Row Level Security.
fr: La clé anon est sécurisée pour les applications. Elle fonctionne avec les politiques Row Level Security.
hi: anon कुंजी ऐप्स के लिए सुरक्षित है। यह Row Level Security नीतियों के साथ काम करती है।
id: Kunci anon aman untuk aplikasi. Bekerja dengan kebijakan Row Level Security.
it: La chiave anon è sicura per le app. Funziona con le policy Row Level Security.
ja: anonキーはアプリで安全に使用できます。Row Level Securityポリシーと連携します。
ko: anon 키는 앱에서 안전하게 사용할 수 있습니다. Row Level Security 정책과 함께 작동합니다.
nl: De anon-sleutel is veilig voor apps. Het werkt met Row Level Security-beleid.
pl: Klucz anon jest bezpieczny dla aplikacji. Działa z politykami Row Level Security.
pt: A chave anon é segura para apps. Ela funciona com políticas de Row Level Security.
ru: Ключ anon безопасен для приложений. Он работает с политиками Row Level Security.
th: คีย์ anon ปลอดภัยสำหรับแอป ทำงานร่วมกับนโยบาย Row Level Security
tr: Anon anahtarı uygulamalar için güvenlidir. Row Level Security politikalarıyla çalışır.
vi: Khóa anon an toàn cho ứng dụng. Nó hoạt động với chính sách Row Level Security.
zh: anon 密钥对应用程序是安全的。它与行级安全策略配合使用。

# setupCredentialsTip
source: Tip: You can click the copy button next to each value in Supabase to copy it to clipboard.
ar: نصيحة: يمكنك النقر على زر النسخ بجوار كل قيمة في Supabase.
bn: টিপ: আপনি Supabase-এ প্রতিটি মানের পাশে কপি বাটনে ক্লিক করতে পারেন।
de: Tipp: Sie können auf die Kopieren-Schaltfläche neben jedem Wert in Supabase klicken.
es: Consejo: Puedes hacer clic en el botón de copiar junto a cada valor en Supabase.
fr: Astuce : Vous pouvez cliquer sur le bouton copier à côté de chaque valeur dans Supabase.
hi: सुझाव: आप Supabase में प्रत्येक मान के बगल में कॉपी बटन पर क्लिक कर सकते हैं।
id: Tips: Anda dapat mengklik tombol salin di samping setiap nilai di Supabase.
it: Suggerimento: Puoi cliccare il pulsante copia accanto ad ogni valore in Supabase.
ja: ヒント：Supabaseの各値の横にあるコピーボタンをクリックできます。
ko: 팁: Supabase에서 각 값 옆의 복사 버튼을 클릭할 수 있습니다.
nl: Tip: Je kunt op de kopieerknop naast elke waarde in Supabase klikken.
pl: Wskazówka: Możesz kliknąć przycisk kopiowania obok każdej wartości w Supabase.
pt: Dica: Você pode clicar no botão de copiar ao lado de cada valor no Supabase.
ru: Совет: Вы можете нажать кнопку копирования рядом с каждым значением в Supabase.
th: เคล็ดลับ: คุณสามารถคลิกปุ่มคัดลอกข้างแต่ละค่าใน Supabase
tr: İpucu: Supabase'de her değerin yanındaki kopyala düğmesine tıklayabilirsiniz.
vi: Mẹo: Bạn có thể nhấp nút sao chép bên cạnh mỗi giá trị trong Supabase.
zh: 提示：您可以点击 Supabase 中每个值旁边的复制按钮。

# setupIHaveCredentials
source: I Have My Credentials
ar: لدي بيانات الاعتماد
bn: আমার শংসাপত্র আছে
de: Ich habe meine Zugangsdaten
es: Tengo mis credenciales
fr: J'ai mes identifiants
hi: मेरे पास क्रेडेंशियल्स हैं
id: Saya Sudah Punya Kredensial
it: Ho le mie credenziali
ja: 認証情報を取得しました
ko: 자격 증명을 가져왔습니다
nl: Ik heb mijn inloggegevens
pl: Mam dane uwierzytelniające
pt: Tenho Minhas Credenciais
ru: У меня есть учётные данные
th: ฉันมีข้อมูลรับรองแล้ว
tr: Kimlik Bilgilerim Var
vi: Tôi có thông tin xác thực
zh: 我已获取凭据

# setupStep3Title
source: Step 3: Enter Your Credentials
ar: الخطوة 3: إدخال بيانات الاعتماد
bn: ধাপ ৩: আপনার শংসাপত্র লিখুন
de: Schritt 3: Zugangsdaten eingeben
es: Paso 3: Introduce tus credenciales
fr: Étape 3 : Entrer vos identifiants
hi: चरण 3: अपने क्रेडेंशियल्स दर्ज करें
id: Langkah 3: Masukkan Kredensial Anda
it: Passo 3: Inserisci le tue credenziali
ja: ステップ3：認証情報を入力
ko: 3단계: 자격 증명 입력
nl: Stap 3: Voer je Inloggegevens in
pl: Krok 3: Wprowadź dane uwierzytelniające
pt: Passo 3: Inserir Suas Credenciais
ru: Шаг 3: Ввод учётных данных
th: ขั้นตอนที่ 3: ป้อนข้อมูลรับรอง
tr: Adım 3: Kimlik Bilgilerinizi Girin
vi: Bước 3: Nhập thông tin xác thực
zh: 步骤 3：输入凭据

# setupProjectUrl
source: Project URL
ar: رابط المشروع
bn: প্রকল্প URL
de: Projekt-URL
es: URL del proyecto
fr: URL du projet
hi: प्रोजेक्ट URL
id: URL Proyek
it: URL del Progetto
ja: プロジェクトURL
ko: 프로젝트 URL
pl: URL projektu
pt: URL do Projeto
ru: URL проекта
th: URL โปรเจกต์
tr: Proje URL
vi: URL dự án
zh: 项目 URL

# setupAnonKey
source: Anon Key
ar: مفتاح Anon
bn: Anon কী
de: Anon-Schlüssel
es: Clave Anon
fr: Clé Anon
hi: Anon कुंजी
id: Kunci Anon
it: Chiave Anon
ja: Anonキー
ko: Anon 키
nl: Anon-sleutel
pl: Klucz Anon
pt: Chave Anon
ru: Ключ Anon
th: คีย์ Anon
tr: Anon Anahtarı
vi: Khóa Anon
zh: Anon 密钥

# setupValidateAndContinue
source: Validate & Continue
ar: التحقق والمتابعة
bn: যাচাই করুন এবং চালিয়ে যান
de: Validieren & Fortfahren
es: Validar y continuar
fr: Valider et continuer
hi: सत्यापित करें और जारी रखें
id: Validasi dan Lanjutkan
it: Valida e Continua
ja: 検証して続行
ko: 검증 및 계속
nl: Valideren en Doorgaan
pl: Zweryfikuj i kontynuuj
pt: Validar e Continuar
ru: Проверить и продолжить
th: ตรวจสอบและดำเนินการต่อ
tr: Doğrula ve Devam Et
vi: Xác thực và tiếp tục
zh: 验证并继续

# setupStep4Title
source: Step 4: Database Setup
ar: الخطوة 4: إعداد قاعدة البيانات
bn: ধাপ ৪: ডেটাবেস সেটআপ
de: Schritt 4: Datenbank-Einrichtung
es: Paso 4: Configuración de la base de datos
fr: Étape 4 : Configuration de la base de données
hi: चरण 4: डेटाबेस सेटअप
id: Langkah 4: Pengaturan Database
it: Passo 4: Configurazione Database
ja: ステップ4：データベースセットアップ
ko: 4단계: 데이터베이스 설정
nl: Stap 4: Database Instellen
pl: Krok 4: Konfiguracja bazy danych
pt: Passo 4: Configuração do Banco de Dados
ru: Шаг 4: Настройка базы данных
th: ขั้นตอนที่ 4: ตั้งค่าฐานข้อมูล
tr: Adım 4: Veritabanı Kurulumu
vi: Bước 4: Cài đặt cơ sở dữ liệu
zh: 步骤 4：数据库设置

# setupManualSetupRequired
source: Manual Setup Required
ar: الإعداد اليدوي مطلوب
bn: ম্যানুয়াল সেটআপ প্রয়োজন
de: Manuelle Einrichtung erforderlich
es: Configuración manual requerida
fr: Configuration manuelle requise
hi: मैन्युअल सेटअप आवश्यक
id: Pengaturan Manual Diperlukan
it: Configurazione Manuale Richiesta
ja: 手動セットアップが必要
ko: 수동 설정 필요
nl: Handmatige Installatie Vereist
pl: Wymagana ręczna konfiguracja
pt: Configuração Manual Necessária
ru: Требуется ручная настройка
th: ต้องตั้งค่าด้วยตนเอง
tr: Manuel Kurulum Gerekli
vi: Cần cài đặt thủ công
zh: 需要手动设置

# setupDatabaseManualContent
source: The database tables need to be created manually. This is a one-time setup.
ar: يجب إنشاء جداول قاعدة البيانات يدوياً. هذا إعداد لمرة واحدة.
bn: ডেটাবেস টেবিলগুলি ম্যানুয়ালি তৈরি করতে হবে। এটি একবারের সেটআপ।
de: Die Datenbanktabellen müssen manuell erstellt werden. Dies ist eine einmalige Einrichtung.
es: Las tablas de la base de datos necesitan crearse manualmente. Esta es una configuración única.
fr: Les tables de la base de données doivent être créées manuellement. C'est une configuration unique.
hi: डेटाबेस टेबल्स को मैन्युअल रूप से बनाना होगा। यह एक बार का सेटअप है।
id: Tabel database perlu dibuat secara manual. Ini pengaturan satu kali.
it: Le tabelle del database devono essere create manualmente. È una configurazione una tantum.
ja: データベーステーブルは手動で作成する必要があります。これは一度だけの設定です。
ko: 데이터베이스 테이블을 수동으로 생성해야 합니다. 이것은 일회성 설정입니다.
nl: De databasetabellen moeten handmatig worden aangemaakt. Dit is een eenmalige installatie.
pl: Tabele bazy danych muszą być utworzone ręcznie. To jednorazowa konfiguracja.
pt: As tabelas do banco de dados precisam ser criadas manualmente. Esta é uma configuração única.
ru: Таблицы базы данных необходимо создать вручную. Это одноразовая настройка.
th: ต้องสร้างตารางฐานข้อมูลด้วยตนเอง นี่เป็นการตั้งค่าครั้งเดียว
tr: Veritabanı tabloları manuel olarak oluşturulmalıdır. Bu tek seferlik bir kurulumdur.
vi: Các bảng cơ sở dữ liệu cần được tạo thủ công. Đây là cài đặt một lần.
zh: 需要手动创建数据库表。这是一次性设置。

# setupStep4_1
source: In Supabase, go to "SQL Editor" in the sidebar
ar: في Supabase، اذهب إلى "SQL Editor" في الشريط الجانبي
bn: Supabase-এ সাইডবারে "SQL Editor"-এ যান
de: Gehen Sie in Supabase zu "SQL Editor" in der Seitenleiste
es: En Supabase, ve a "SQL Editor" en la barra lateral
fr: Dans Supabase, allez dans "SQL Editor" dans la barre latérale
hi: Supabase में, साइडबार में "SQL Editor" पर जाएं
id: Di Supabase, buka "SQL Editor" di sidebar
it: In Supabase, vai su "SQL Editor" nella barra laterale
ja: Supabaseのサイドバーで「SQL Editor」に移動
ko: Supabase 사이드바에서 "SQL Editor"로 이동
nl: Ga in Supabase naar "SQL Editor" in de zijbalk
pl: W Supabase przejdź do "SQL Editor" na pasku bocznym
pt: No Supabase, vá para "SQL Editor" na barra lateral
ru: В Supabase перейдите в "SQL Editor" на боковой панели
th: ใน Supabase ไปที่ "SQL Editor" ในแถบด้านข้าง
tr: Supabase'de yan çubuktaki "SQL Editor"a gidin
vi: Trong Supabase, vào "SQL Editor" ở thanh bên
zh: 在 Supabase 侧边栏中转到 SQL Editor

# setupStep4_2
source: Click "New query"
ar: انقر على "استعلام جديد"
bn: "নতুন কোয়েরি" ক্লিক করুন
de: Klicken Sie auf "Neue Abfrage"
es: Haz clic en "New query"
fr: Cliquez sur "Nouvelle requête"
hi: "नई क्वेरी" पर क्लिक करें
id: Klik "Query baru"
it: Clicca su "Nuova query"
ja: 「新規クエリ」をクリック
ko: "새 쿼리" 클릭
nl: Klik op "Nieuwe query"
pl: Kliknij "Nowe zapytanie"
pt: Clique em "Nova consulta"
ru: Нажмите "Новый запрос"
th: คลิก "คิวรีใหม่"
tr: "Yeni sorgu" tıklayın
vi: Nhấp "Truy vấn mới"
zh: 点击新建查询

# setupStep4_3
source: Copy and paste the following SQL:
ar: انسخ والصق SQL التالي:
bn: নিম্নলিখিত SQL কপি এবং পেস্ট করুন:
de: Kopieren Sie das folgende SQL und fügen Sie es ein:
es: Copia y pega el siguiente SQL:
fr: Copiez et collez le SQL suivant :
hi: निम्नलिखित SQL कॉपी और पेस्ट करें:
id: Salin dan tempel SQL berikut:
it: Copia e incolla il seguente SQL:
ja: 以下のSQLをコピーして貼り付け：
ko: 다음 SQL을 복사하여 붙여넣기:
nl: Kopieer en plak de volgende SQL:
pl: Skopiuj i wklej następujący SQL:
pt: Copie e cole o seguinte SQL:
ru: Скопируйте и вставьте следующий SQL:
th: คัดลอกและวาง SQL ต่อไปนี้:
tr: Aşağıdaki SQL'i kopyalayıp yapıştırın:
vi: Sao chép và dán SQL sau:
zh: 复制并粘贴以下 SQL：

# setupStep4_4
source: Click "Run" to execute the query
ar: انقر على "تشغيل" لتنفيذ الاستعلام
bn: কোয়েরি চালাতে "Run" ক্লিক করুন
de: Klicken Sie auf "Ausführen", um die Abfrage auszuführen
es: Haz clic en "Run" para ejecutar la consulta
fr: Cliquez sur "Exécuter" pour exécuter la requête
hi: क्वेरी चलाने के लिए "Run" पर क्लिक करें
id: Klik "Jalankan" untuk mengeksekusi query
it: Clicca su "Esegui" per eseguire la query
ja: 「実行」をクリックしてクエリを実行
ko: "실행"을 클릭하여 쿼리 실행
nl: Klik op "Uitvoeren" om de query uit te voeren
pl: Kliknij "Uruchom", aby wykonać zapytanie
pt: Clique em "Executar" para executar a consulta
ru: Нажмите "Выполнить" для выполнения запроса
th: คลิก "รัน" เพื่อดำเนินการคิวรี
tr: Sorguyu çalıştırmak için "Çalıştır" tıklayın
vi: Nhấp "Chạy" để thực thi truy vấn
zh: 点击运行执行查询

# setupStep4_5
source: You should see "Success. No rows returned"
ar: يجب أن ترى "نجاح. لم يتم إرجاع صفوف"
bn: আপনি "সফল। কোনো সারি ফেরত আসেনি" দেখতে পাবেন
de: Sie sollten "Erfolg. Keine Zeilen zurückgegeben" sehen
es: Deberías ver "Success. No rows returned"
fr: Vous devriez voir "Succès. Aucune ligne retournée"
hi: आपको "सफलता। कोई पंक्तियां नहीं लौटीं" दिखना चाहिए
id: Anda seharusnya melihat "Berhasil. Tidak ada baris yang dikembalikan"
it: Dovresti vedere "Successo. Nessuna riga restituita"
ja: 「成功。行は返されませんでした」と表示されるはずです
ko: "성공. 반환된 행 없음"이 표시되어야 합니다
nl: Je zou "Succes. Geen rijen geretourneerd" moeten zien
pl: Powinieneś zobaczyć "Sukces. Nie zwrócono wierszy"
pt: Você deve ver "Sucesso. Nenhuma linha retornada"
ru: Вы должны увидеть "Успешно. Строки не возвращены"
th: คุณควรเห็น "สำเร็จ ไม่มีแถวที่ส่งกลับ"
tr: "Başarılı. Satır döndürülmedi" görmelisiniz
vi: Bạn sẽ thấy "Thành công. Không có hàng nào được trả về"
zh: 您应该看到成功。没有返回行

# setupSqlCopied
source: SQL copied to clipboard
ar: تم نسخ SQL إلى الحافظة
bn: SQL ক্লিপবোর্ডে কপি হয়েছে
de: SQL in die Zwischenablage kopiert
es: SQL copiado al portapapeles
fr: SQL copié dans le presse-papiers
hi: SQL क्लिपबोर्ड पर कॉपी किया गया
id: SQL disalin ke clipboard
it: SQL copiato negli appunti
ja: SQLをクリップボードにコピーしました
ko: SQL이 클립보드에 복사됨
nl: SQL gekopieerd naar klembord
pl: SQL skopiowany do schowka
pt: SQL copiado para a área de transferência
ru: SQL скопирован в буфер обмена
th: คัดลอก SQL ไปยังคลิปบอร์ดแล้ว
tr: SQL panoya kopyalandı
vi: Đã sao chép SQL vào clipboard
zh: SQL 已复制到剪贴板

# setupCheckingDatabase
source: Checking database...
ar: جاري فحص قاعدة البيانات...
bn: ডেটাবেস পরীক্ষা করা হচ্ছে...
de: Datenbank wird überprüft...
es: Verificando base de datos...
fr: Vérification de la base de données...
hi: डेटाबेस जांच रहे हैं...
id: Memeriksa database...
it: Verifica database in corso...
ja: データベースを確認中...
ko: 데이터베이스 확인 중...
nl: Database controleren...
pl: Sprawdzanie bazy danych...
pt: Verificando banco de dados...
ru: Проверка базы данных...
th: กำลังตรวจสอบฐานข้อมูล...
tr: Veritabanı kontrol ediliyor...
vi: Đang kiểm tra cơ sở dữ liệu...
zh: 正在检查数据库...

# setupIveRunSql
source: I've Run the SQL
ar: لقد قمت بتشغيل SQL
bn: আমি SQL চালিয়েছি
de: Ich habe das SQL ausgeführt
es: Ya ejecuté el SQL
fr: J'ai exécuté le SQL
hi: मैंने SQL चला दिया है
id: Saya Sudah Menjalankan SQL
it: Ho eseguito l'SQL
ja: SQLを実行しました
ko: SQL을 실행했습니다
nl: Ik heb de SQL uitgevoerd
pl: Wykonałem SQL
pt: Executei o SQL
ru: Я выполнил SQL
th: ฉันรัน SQL แล้ว
tr: SQL'i Çalıştırdım
vi: Tôi đã chạy SQL
zh: 我已运行 SQL

# setupCheckDatabase
source: Check Database
ar: فحص قاعدة البيانات
bn: ডেটাবেস পরীক্ষা করুন
de: Datenbank überprüfen
es: Verificar base de datos
fr: Vérifier la base de données
hi: डेटाबेस जांचें
id: Periksa Database
it: Verifica Database
ja: データベースを確認
ko: 데이터베이스 확인
nl: Controleer Database
pl: Sprawdź bazę danych
pt: Verificar Banco de Dados
ru: Проверить базу данных
th: ตรวจสอบฐานข้อมูล
tr: Veritabanını Kontrol Et
vi: Kiểm tra cơ sở dữ liệu
zh: 检查数据库

# setupStep5Title
source: Step 5: Storage Setup
ar: الخطوة 5: إعداد التخزين
bn: ধাপ ৫: স্টোরেজ সেটআপ
de: Schritt 5: Speicher-Einrichtung
es: Paso 5: Configuración del almacenamiento
fr: Étape 5 : Configuration du stockage
hi: चरण 5: स्टोरेज सेटअप
id: Langkah 5: Pengaturan Penyimpanan
it: Passo 5: Configurazione Storage
ja: ステップ5：ストレージセットアップ
ko: 5단계: 스토리지 설정
nl: Stap 5: Opslag Instellen
pl: Krok 5: Konfiguracja przechowywania
pt: Passo 5: Configuração de Armazenamento
ru: Шаг 5: Настройка хранилища
th: ขั้นตอนที่ 5: ตั้งค่าที่เก็บข้อมูล
tr: Adım 5: Depolama Kurulumu
vi: Bước 5: Cài đặt lưu trữ
zh: 步骤 5：存储设置

# setupStorageManualContent
source: Create the storage bucket for your artwork images.
ar: أنشئ حاوية التخزين لصور أعمالك الفنية.
bn: আপনার শিল্পকর্ম ছবির জন্য স্টোরেজ বাকেট তৈরি করুন।
de: Erstellen Sie den Speicher-Bucket für Ihre Kunstwerk-Bilder.
es: Crea el bucket de almacenamiento para las imágenes de tus obras.
fr: Créez le bucket de stockage pour vos images d'œuvres.
hi: अपनी कलाकृति छवियों के लिए स्टोरेज बकेट बनाएं।
id: Buat bucket penyimpanan untuk gambar karya Anda.
it: Crea il bucket di archiviazione per le immagini delle tue opere.
ja: 作品画像用のストレージバケットを作成します。
ko: 작품 이미지용 스토리지 버킷을 생성합니다.
nl: Maak de opslagbucket voor je kunstwerkafbeeldingen.
pl: Utwórz zasobnik przechowywania dla obrazów prac.
pt: Crie o bucket de armazenamento para suas imagens de obras.
ru: Создайте корзину хранилища для изображений ваших работ.
th: สร้างบัคเก็ตที่เก็บข้อมูลสำหรับรูปภาพผลงานของคุณ
tr: Eser görselleriniz için depolama kovası oluşturun.
vi: Tạo bucket lưu trữ cho hình ảnh tác phẩm.
zh: 为您的作品图片创建存储桶。
